{"text":{"0":"PGS.TS Vũ Ngọc Khiêm. Học hàm, học vị: PGS.TS. Quê quán: Thanh Hoá. Đơn vị: Hội đồng trường. Giới tính: Nam. Email: khiemvn@utt.edu.vn. Địa chỉ: Số 54 Phố Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, thành phố Hà Nội","1":"PGS.TS Nguyễn Hoàng Long. Học hàm, học vị: PGS.TS. Quê quán: Dân Tiến - Khoái Châu - Hưng Yên. Đơn vị: Ban Giám hiệu. Giới tính: Nam. Email: longnh@utt.edu.vn. Địa chỉ: Phòng 302 Nhà H, số 54 Triều Khúc - Thanh Xuân - Hà Nội","2":"Tiến sỹ Nguyễn Mạnh Hùng. Học hàm, học vị: Tiến sỹ. Quê quán: Phú Thọ. Đơn vị: Ban Giám hiệu. Giới tính: Nam. Email: hungnm@utt.edu.vn. Địa chỉ: Phòng 302 Nhà H3","3":"Tiến sĩ Nguyễn Văn Lâm. Học hàm, học vị: Tiến sĩ. Quê quán: Vân Hội - Tam Dương - Vĩnh Phúc. Đơn vị: Ban Giám hiệu. Giới tính: Nam. Email: lamnv@utt.edu.vn. Địa chỉ: Phòng Đào tạo Trường Đại học Công nghệ GTVT - 54 Triều Khúc - Thanh Xuân - Hà Nội","4":"Tiến sĩ Trần Hà Thanh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Tĩnh. Đơn vị: Ban Giám hiệu. Giới tính: Nam. Email: thanhth@utt.edu.vn. Địa chỉ: 348 Đường Nguyễn Trãi, phường Trung Văn, Quận Nam Từ Liêm - Thành phố Hà Nội","5":"Tiến sỹ Lê Thu Sao. Học hàm, học vị: Tiến sỹ. Quê quán: Nam Định. Đơn vị: Công Đoàn. Giới tính: Nữ. Email: lethusao@utt.edu.vn. Địa chỉ: P 306 H1 Đại học Công nghệ GTVT","6":"Tiến Sỹ Kỹ Thuật Hoàng Vũ. Học hàm, học vị: Tiến Sỹ Kỹ Thuật. Quê quán: Hà Nội. Đơn vị: Đoàn Thanh niên. Giới tính: Nam. Email: vuhoang@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","7":"Kỹ sư Tạ Thị Hồng Nhung. Học hàm, học vị: Kỹ sư. Quê quán: Phú Thọ. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: nhungtth@utt.edu.vn. Địa chỉ: Phòng 202- nhà H5 - Văn phòng khoa - Khoa Công trình - Trường đại học CN GTVT","8":"Tiến sĩ kỹ thuật Phùng Bá Thắng. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Nghệ An. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: thangpb@utt.edu.vn. Địa chỉ: Bộ môn Cầu - Hầm, trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","9":"Tiến sĩ kỹ thuật Nguyễn Anh Tuấn. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Hà nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: tuanna@utt.edu.vn. Địa chỉ: 54 Triều khúc - Thanh Xuân - Hà Nội","10":"Tiến sĩ kỹ thuật Nguyễn Thanh Hưng. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hungnt@utt.edu.vn. Địa chỉ: Bộ môn Cầu hầm - khoa Công trình - trường Đại học Công nghệ Giao thông vận tải- Thanh Xuân Nam - Thanh Xuân - Hà Nội","11":"Thạc sỹ Nguyễn Tiến Hưng. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: nguyentienhung@utt.edu.vn. Địa chỉ: 54 - Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","12":"Tiến sĩ Lê Văn Mạnh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: lemanhds@utt.edu.vn. Địa chỉ: Phòng 303-H5, Bộ môn Cầu - Hầm, Trường Đại học Công nghệ Giao thông vận tải","13":"Thạc sỹ Trần Anh Tuấn. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Đông. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: tuanta@utt.edu.vn. Địa chỉ: Hà Đông - Hà Nội","14":"Thạc sỹ Nguyễn Hữu Giang. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: giangnh@utt.edu.vn. Địa chỉ: Bộ môn Cầu-Hầm - Khoa Công trình -ĐH Công nghệ GTVT","15":"Doctor of Engineering Nguyễn Hữu May. Học hàm, học vị: Doctor of Engineering. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: maynh@utt.edu.vn. Địa chỉ: https:\/\/nguyenhuumay.com","16":"Thạc sỹ kỹ thuật Đào Quang Huy. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: huydq@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","17":"Tiến sĩ Lại Vân Anh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: anhlv@utt.edu.vn. Địa chỉ: Hà đông - Hà nội","18":"Tiến sỹ Nguyễn Quang Huy. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Tĩnh. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: huynq@utt.edu.vn. Địa chỉ: Bộ môn Cầu - Hầm, trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","19":"PGS.TS. Nguyễn Văn Vi. Học hàm, học vị: PGS.TS.. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: vinv@utt.edu.vn. Địa chỉ: Nhà số 04, ngõ 333 Đường Nguyễn Khoái, Tổ 12E, phường Thanh Lương, quận Hai Bà Trưng, Hà Nội","20":"Thạc sĩ kỹ thuật Nguyễn Văn Biên. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hải Phòng. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: biennv@utt.edu.vn. Địa chỉ: Tú Sơn, Kiến Thụy, Hải Phòng","21":"Tiến sĩ Nguyễn Minh Khoa. Học hàm, học vị: Tiến sĩ. Quê quán: Thanh Hóa. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: minhkhoa.nguyen@utt.edu.vn. Địa chỉ: Phòng 307 A4, Trường ĐH Công nghệ GTVT, 54 Triều khúc, Thanh Xuân Nam, Thanh Xuân, HN","22":"Thạc sỹ Hoàng Thị Hương Giang. Học hàm, học vị: Thạc sỹ. Quê quán: Thanh Hóa. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: gianghth@utt.edu.vn. Địa chỉ: Phòng 302-H4 số 54 Triều Khúc - Thanh Xuân - Hà Nội","23":"Tiến sĩ kỹ thuật Phạm Thanh Hiếu. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hieupt@utt.edu.vn. Địa chỉ: Bộ môn Đường bộ - Khoa Công trình - Trường Đại học Công nghệ Giao thông vận tải","24":"Thạc sỹ kỹ thuật Vũ Thành Long. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: longvt@utt.edu.vn. Địa chỉ: Bộ môn Đường bộ, P308 nhà A4 trường Đại học CN GTVT, số 54 Triều Khúc, Q. Thanh Xuân, Hà Nội","25":"Tiến sỹ kỹ thuật Mai Thị Hải Vân. Học hàm, học vị: Tiến sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: vanmth@utt.edu.vn. Địa chỉ: 54 - Triều Khúc- Thanh Xuân","26":"Phó giáo sư - Tiến sĩ - Giảng viên Cao cấp Vũ Hoài Nam. Học hàm, học vị: Phó giáo sư - Tiến sĩ - Giảng viên Cao cấp. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hoainam.vu@utt.edu.vn. Địa chỉ: Trường ĐH Công nghệ GTVT","27":"Thạc sĩ Lê Minh Tú. Học hàm, học vị: Thạc sĩ. Quê quán: Thành phố Thanh Hóa, Tỉnh Thanh Hóa. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: leminhtu@utt.edu.vn. Địa chỉ: Bộ môn Đường bộ, khoa Công trình, trường Đại học Công nghệ Giao thông vận tải","28":"thạc sỹ Vũ Thọ Hưng. Học hàm, học vị: thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hungvt@utt.edu.vn. Địa chỉ: bộ môn Kết cấu - Vật liệu Khoa Công trình","29":"Tiến sĩ Nguyễn Thu Trang. Học hàm, học vị: Tiến sĩ. Quê quán: Lào Cai. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: trangnt@utt.edu.vn. Địa chỉ: Bộ môn Đường bộ - Trường Đại học công nghệ giao thông vận tải - 54 Triều khúc - Thanh xuân - Hà Nội","30":"Tiến sỹ Bạch Thị Diệp Phương. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: phuongbtd@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","31":"Thạc sỹ Lê Quang Huy. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: huylq@utt.edu.vn. Địa chỉ: Bộ môn Đường - Khoa Công trình - Trường Đại học Công nghệ Giao thông vận tải","32":"Thạc sĩ Phạm Hồng Quân. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: quanph13@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P.Thanh Xuân Nam - Quận Thanh Xuân","33":"Thạc sỹ Nguyễn Phương Nhung. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: nhungnp@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT, số 54 Triều Khúc, Thanh Xuân, Hà Nội","34":"Th.s Hoàng Văn Chung. Học hàm, học vị: Th.s. Quê quán: X Đồng Lương, H Cẩm Khê, T Phú Thọ. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: chunghv@utt.edu.vn. Địa chỉ: P. Dương Nội, Q. Hà Đông, TP. Hà Nội","35":"Thạc sĩ kỹ thuật Kiều Văn Cẩn. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: cankv@utt.edu.vn. Địa chỉ: Bộ môn Quy hoạch và Giao thông ĐT, P3021A4 Trường ĐHCNGTVT","36":"Thạc sĩ Nguyễn Thanh Hòa. Học hàm, học vị: Thạc sĩ. Quê quán: Đông Triều- Quảng Ninh. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: hoant@utt.edu.vn. Địa chỉ: số nhà 15, ngõ 1\/9 đường Liên Mạc, Bắc Từ Liêm, Hà Nội","37":"Thạc sỹ Nguyễn Thị Bích Hạnh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: hanhntb@utt.edu.vn. Địa chỉ: P207 A4 - Số 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh xuân - TP. Hà Nội","38":"Tiến sĩ Hồ Sĩ Lành. Học hàm, học vị: Tiến sĩ. Quê quán: Nghệ An. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: lanhhs@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","39":"Thạc sỹ kỹ thuật Lê Văn Hiệp. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hieplv@utt.edu.vn. Địa chỉ: Thôn Phượng Nghĩa - Phụng Châu - Chương Mỹ - Hà Nội","40":"Thạc sỹ Bùi Văn Lợi. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: loibv@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, Thanh Xuân, Hà Nội","41":"Tiến sĩ Kỹ thuật Bùi Thị Quỳnh Anh. Học hàm, học vị: Tiến sĩ Kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: quynhanhbt@utt.edu.vn. Địa chỉ: Khoa Công trình, Trường Đại học Công nghệ Giao thông vận tải","42":"Tiến sỹ Đỗ Minh Ngọc. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: ngocdm@utt.edu.vn. Địa chỉ: Số nhà 16, ngõ 16\/2 Trung Liệt - Đống Đa","43":"Tiến sỹ Nguyễn Trung Kiên. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: kiennt86@utt.edu.vn. Địa chỉ: P207 - A4 Đại học Công nghệ Giao thông Vận tải, 54 Triều Khúc, Thanh Xuân, Hà Nội","44":"Thạc sỹ Trần Thị Lý. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: lytt@utt.edu.vn. Địa chỉ: Phường Định công quận Hoàn Mai TP Hà Nội","45":"Thạc sỹ Ngô Thị Hồng Quế. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: quenth@utt.edu.vn. Địa chỉ: Bộ môn Kết cấu-Vật liệu, Khoa Công trình, ĐH CN GTVT","46":"Tiến sĩ Nguyễn Thùy Anh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nôi. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: anhnt@utt.edu.vn. Địa chỉ: P408 CT3 Khu đô thị Văn Khê Hà Đông Hà Nội","47":"Tiến sỹ Nguyễn Thị Hương Giang. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: giangnth@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","48":"Tiến sỹ Cao Minh Quyền. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: quyencm@utt.edu.vn. Địa chỉ: Bộ môn Kết cấu-Vật liệu","49":"Tiến sĩ Nguyễn Văn Minh. Học hàm, học vị: Tiến sĩ. Quê quán: Hải Dương. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: minhnv@utt.edu.vn. Địa chỉ: P. 303-A4, Bộ môn Công nghệ vật liệu - Kết cấu công trình, Khoa Công Trình, Số 54 Triều Khúc, Thanh Xuân, Hà Nội","50":"Tiến sỹ Đào Phúc Lâm. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nam. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: lamdp@utt.edu.vn. Địa chỉ: Bộ môn Đường Bộ, Khoa Công trình, Đại học Công nghệ giao thông vận tải","51":"Tiến sĩ Lê Nguyên Khương. Học hàm, học vị: Tiến sĩ. Quê quán: Nam Định. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: khuongln@utt.edu.vn. Địa chỉ: 72A Nguyen Trãi, Thanh Xuân","52":"Thạc sĩ Trịnh Thị Hoa. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: hoatt85@utt.edu.vn. Địa chỉ: Bộ môn Kết cấu - Vật liệu","53":"Tiến sĩ Nguyễn Văn Đăng. Học hàm, học vị: Tiến sĩ. Quê quán: Hải Phòng. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: dangnv@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc - Thanh Xuân - Hà Nội","54":"Tiến sỹ Nguyễn Thị Thanh Xuân. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: xuanntt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","55":"PGS.TS Phạm Tuấn Anh. Học hàm, học vị: PGS.TS. Quê quán: Hà nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: anhpt@utt.edu.vn. Địa chỉ: P 205 - H5. Trường ĐH Công nghệ GTVT, số 54 Triều Khúc, Thanh Xuân","56":"Thạc sỹ Bùi Gia Linh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: linhbg@utt.edu.vn. Địa chỉ: Nhà số 10, ngõ 250, đường Trịnh Đình Cửu, phường Định Công, Q. Hoàng Mai, TP Hà Nội","57":"Thạc sỹ kỹ thuật Mai Văn Chiến. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: chienmv@utt.edu.vn. Địa chỉ: P. 2916 CT10B - Khu đô thị Đại Thanh","58":"Thạc sỹ Vũ Đình Phiên. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: phienvd@utt.edu.vn. Địa chỉ: Số 54, Triều Khúc, Thanh Xuân, Hà Nội","59":"TIẾN SĨ Vũ Đình Thơ. Học hàm, học vị: TIẾN SĨ. Quê quán: HÀ NỘI. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: thovd@utt.edu.vn. Địa chỉ: Bộ môn Xây dựng dân dụng và công nghiệp","60":"Thạc sỹ Vũ Thị Hương Lan. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Phòng. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: lanvth@utt.edu.vn. Địa chỉ: Liền kề 23\/18 Ngô Thì Nhậm, La Khê, Hà Đông, Hà Nội","61":"Thạc sỹ Nguyễn Duy Hưng. Học hàm, học vị: Thạc sỹ. Quê quán: Nam Định. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hungnd85@utt.edu.vn. Địa chỉ: UB. TDTT - Lý Văn Phúc - Cát Linh - Đống Đa","62":"Thạc sĩ Nguyễn Quốc Tới. Học hàm, học vị: Thạc sĩ. Quê quán: Ninh Bình. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: toinq@utt.edu.vn. Địa chỉ: P.308-A4 Trường Đại học Công nghệ GTVT. Số 54 Triều Khúc - Thanh Xuân - Hà Nội","63":"Thạc sỹ Lê Minh Hải. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hailm@utt.edu.vn. Địa chỉ: Khoa Công trình - Trường Đại học Công nghệ GTVT","64":"Thạc sĩ Bùi Mạnh Lực. Học hàm, học vị: Thạc sĩ. Quê quán: Thành Phố Thái Bình. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: lucbm@utt.edu.vn. Địa chỉ: 54 - Triều Khúc - Thanh Xuân - Hà Nội","65":"Thạc sĩ kỹ thuật Phạm Trung Hiếu. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: phamtrunghieu@utt.edu.vn. Địa chỉ: Số 48 - Tổ 33 - P.Thịnh Liệt - Q.Hoàng Mai - Hà Nội","66":"Thạc sỹ Nguyễn Tuyển Tâm. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: tamnt@utt.edu.vn. Địa chỉ: Bộ môn Đường, Khoa Công trình, Đại học CN Giao thông vận tải, 278 Lam Sơn, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","67":"Thạc sỹ Phạm Văn Lượng. Học hàm, học vị: Thạc sỹ. Quê quán: Ninh Bình. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: luongpv@utt.edu.vn. Địa chỉ: Đường Ngô Thì Nhậm, Phường Hội Hợp, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","68":"Thạc sỹ Phạm Ngọc Trường. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: truongpn@utt.edu.vn. Địa chỉ: Vĩnh Yên - Vĩnh Phúc","69":"Thạc sỹ Nguyễn Trung Kiên. Học hàm, học vị: Thạc sỹ. Quê quán: Phú Thọ. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: kiennt@utt.edu.vn. Địa chỉ: Bộ môn Cầu hầm Trường Đại học Công Nghệ GTVT","70":"Thạc sĩ kỹ thuật Kim Văn Lý. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: lykv@utt.edu.vn. Địa chỉ: bộ môn cầu - Hầm, trường đại học CNGTVT cơ sở Vĩnh Phúc, số 278 Lam Sơn, Đồng Tâm, TP. Vĩnh Yên, Vĩnh Phúc.","71":"Thạc sĩ Phạm Hồng Quân. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: quanph22@utt.edu.vn. Địa chỉ: 278 Lam Sơn, Đồng Tâm, TP. Vĩnh Yên, Vĩnh Phúc.","72":"Thạc sĩ Nguyễn Văn Thịnh. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: thinhnv@utt.edu.vn. Địa chỉ: 278 Lam Sơn - Phường Đồng Tâm - Thành Phố Vĩnh Yên - Tỉnh Vĩnh Phúc","73":"Thạc sĩ Lưu Ngọc Quang. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: quangln@utt.edu.vn. Địa chỉ: Phòng 202B2 - 278 Đường Lam Sơn - Đồng Tâm - TP Vĩnh Yên - Vĩnh Phúc","74":"Thạc sĩ Vũ Ngọc Quang. Học hàm, học vị: Thạc sĩ. Quê quán: Hải Dương. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: quangvn@utt.edu.vn. Địa chỉ: Số nhà 3 - Ngách 85\/17 - Lê Văn Hiến - Đức Thắng - Bắc Từ Liêm - Hà Nội","75":"Tiến sĩ Ngô Hoài Thanh. Học hàm, học vị: Tiến sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: thanhnh@utt.edu.vn. Địa chỉ: Khu HC12-P.Ngô Quyền-Vĩnh Yên-Vĩnh Phúc","76":"Thạc Sĩ Cao Văn Đoàn. Học hàm, học vị: Thạc Sĩ. Quê quán: Nam Định. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: doancv@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT","77":"Thạc sỹ Trần Văn Long. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên-Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: longtv@utt.edu.vn. Địa chỉ: Trạm y tế Ngô Quyền-Vĩnh Yên-Vĩnh Phúc","78":"Thạc sỹ - NCS Nguyễn Mạnh Hà. Học hàm, học vị: Thạc sỹ - NCS. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hanm@utt.edu.vn. Địa chỉ: Khu HC 3 - Liên Bảo - Vĩnh Yên - Vĩnh Phúc","79":"Tiến sỹ Lê Thị Như Trang. Học hàm, học vị: Tiến sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: trangltn@utt.edu.vn. Địa chỉ: Bộ môn Kết cấu - Vật liệu, khoa Công Trình, trường ĐH CNGTVT","80":"Thạc sỹ Đỗ Duy Tùng. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: tungdd@utt.edu.vn. Địa chỉ: Định Trung - Vĩnh Yên - Vĩnh Phúc","81":"Thạc sĩ kỹ thuật Nguyễn Thị Thanh Tâm. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Nam Định. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: tamntt@utt.edu.vn. Địa chỉ: 278 đường Lam Sơn, Phường Đồng Tâm, Tp Vĩnh Yên, Tỉnh Vĩnh Phúc","82":"Tiến sĩ Đỗ Văn Thái. Học hàm, học vị: Tiến sĩ. Quê quán: Nam Đinh. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: thaidv@utt.edu.vn. Địa chỉ: 297B Lam Sơn, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","83":"Kỹ sư Nguyễn Ngọc Khánh. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: khanhnn@utt.edu.vn. Địa chỉ: Tân châu - Chu phan - Mê linh - TP Hà Nội","84":"Thạc sĩ Vũ Trần Linh. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: linhvt@utt.edu.vn. Địa chỉ: 278 Lam Sơn, Đồng Tâm, TP. Vĩnh Yên, Vĩnh Phúc","85":"Thạc sỹ Đỗ Văn Nguyên. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: nguyendv@utt.edu.vn. Địa chỉ: Số 278 Đường Lam Sơn, phường Đồng Tâm, TP. Vĩnh Yên, tỉnh Vĩnh Phúc","86":"Cử nhân Trần Thị Thanh Dần. Học hàm, học vị: Cử nhân. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: danttt@utt.edu.vn. Địa chỉ: Số 278 Đường Lam Sơn, phường Đồng Tâm, TP. Vĩnh Yên, tỉnh Vĩnh Phúc","87":"Thạc sỹ Vũ Thành Hưng. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: vuthanhhung@utt.edu.vn. Địa chỉ: Chưa cập nhật","88":"Thạc sỹ Hoàng Thị Thu Hiền. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: hienhtt@utt.edu.vn. Địa chỉ: Phú Thái, Tân Thịnh, Thành phố Thái Nguyên, Tỉnh Thái Nguyên","89":"Thạc Sỹ Trần Thế Hùng. Học hàm, học vị: Thạc Sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: tranthehung@utt.edu.vn. Địa chỉ: Số nhà 27 tổ 19 phường Tân Thịnh Thành phố Thái Nguyên","90":"Thạc Sỹ Phạm Thị Phương Loan. Học hàm, học vị: Thạc Sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: loanptp@utt.edu.vn. Địa chỉ: Số nhà 27 tổ 19 phường Tân Thịnh Thành phố Thái Nguyên","91":"Thạc sỹ Trịnh Minh Hoàng. Học hàm, học vị: Thạc sỹ. Quê quán: TP Thái Nguyên - Tỉnh Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: hoangtm@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT - Cơ sở Đào tạo Thái Nguyên - Tổ 13 P. Tân Thịnh TP Thái Nguyên","92":"Đại Học Nguyễn Minh Đức. Học hàm, học vị: Đại Học. Quê quán: Thành Phố Thái Nguyên-Tỉnh Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: ducnm@utt.edu.vn. Địa chỉ: SN165 tổ 24 Phường Quang Trung-Thành Phố Thái Nguyên-Tỉnh Thái nguyên","93":"Thạc sỹ Tống Duy Bình. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: binhtd@utt.edu.vn. Địa chỉ: Số nhà 34 - tổ 16 Phường Đồng Quang - TP Thái Nguyên - Tỉnh Thái Nguyên","94":"Thạc sỹ kỹ thuật Đào Đắc Lý. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: lydd@utt.edu.vn. Địa chỉ: Đào Xá- Hoàng Long - Phú Xuyên - Hà Nội","95":"Thạc sỹ Lê Tuấn Dũng. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: dunglt@utt.edu.vn. Địa chỉ: Tổ 17 - Yên Nghĩa - Hà Đông - HN","96":"Thạc sỹ Nguyễn Thị Ngọc Bích. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: bichntn@utt.edu.vn. Địa chỉ: Bộ môn Cầu - Hầm, khoa Công trình, trường Đại học Công nghệ Giao thông vận tải","97":"Tiến sĩ Kỹ thuật Trịnh Hoàng Sơn. Học hàm, học vị: Tiến sĩ Kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: sonth@utt.edu.vn. Địa chỉ: Bộ môn Kết cấu Vật liệu - Phòng 303 Nhà A4 Trường ĐH Công nghệ Giao thông vận tải","98":"Tiến sĩ Trần Trung Hiếu. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: trantrunghieu@utt.edu.vn. Địa chỉ: Chưa cập nhật","99":"Cử nhân Đoàn Thị Thanh Thủy. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: thuydt@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","100":"GVC, Tiến sỹ Dương Tất Sinh. Học hàm, học vị: GVC, Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: tatsinh@gmail.com. Địa chỉ: Số 19, ngõ 2\/1, Đường Cầu Vồng, Phường Đức Thắng, quận Bắc Từ Liêm, thành phố Hà Nội","101":"PGS- TS Nguyễn Thị Bích Thủy. Học hàm, học vị: PGS- TS. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: thuyntb@utt.edu.vn. Địa chỉ: 19 Phan Huy Ích - Ba Đình-Hà Nội","102":"Kỹ sư Phùng Tăng Nghị. Học hàm, học vị: Kỹ sư. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: nghipt@utt.edu.vn. Địa chỉ: Đông Cường 2 - Đồng Tâm - Vĩnh Yên - Vĩnh Phúc","103":"Thạc sĩ Ngô Thanh Lan. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: haisingt@gmail.com. Địa chỉ: 60 Lê Xoay - Ngô Quyền - Vĩnh Yên - Vĩnh Phúc.","104":"Tiến sĩ Lý Hải Bằng. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: banglh@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","105":"Tiến sĩ Nguyễn Văn Quang. Học hàm, học vị: Tiến sĩ. Quê quán: Thái Bình. Đơn vị: Khoa Công trình. Giới tính: Nam. Email: quangnv@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","106":"Tiến sĩ kỹ thuật Trương Thị Mỹ Thanh. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công trình. Giới tính: Nữ. Email: thanhttm@utt.edu.vn. Địa chỉ: P301-H5, Trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","107":"Thạc sỹ Nguyễn Thị Hoa. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nữ. Email: hoant86@utt.edu.vn. Địa chỉ: Thôn Đông Phong, xã Tiên Phong, huyện Ba Vì, thành phố Hà Nội","108":" Phạm Thị Thu Hằng. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nữ. Email: hangptt@utt.edu.vn. Địa chỉ: 54 Triều Khúc- Hà Nội","109":"Tiến sĩ Nguyễn Quang Anh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: anhnq@utt.edu.vn. Địa chỉ: Khoa Cơ khí - Đại học Công nghệ Giao thông vận tải - 54 Triều Khúc - THanh Xuân - Hà Nội","110":"Thạc sỹ Nguyễn Thành Nam. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: namnt@utt.edu.vn. Địa chỉ: Bộ môn Ô tô - P401H1 - Khoa Cơ khí - Trường Đại học CÔng Nghệ GTVT","111":"Thạc sĩ Lê Quang Thắng. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: thanglq@utt.edu.vn. Địa chỉ: Kim Chung-Đông Anh- Hà Nội","112":"Kỹ sư Vũ Quảng Đại. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: daivq@utt.edu.vn. Địa chỉ: Đội 6, Bầu, Kim Chung, Đông Anh, Hà Nội","113":"Tiến sĩ Tạ Tuấn Hưng. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hungtt@utt.edu.vn. Địa chỉ: Quảng Minh - Mỹ Hưng - Thanh Oai - Hà Nội","114":"Tiến sĩ Kỹ thuật Nguyễn Văn Tuân. Học hàm, học vị: Tiến sĩ Kỹ thuật. Quê quán: Hà Nam. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: nguyenvantuan@utt.edu.vn. Địa chỉ: Bộ môn Cơ khí chế tạo - Khoa cơ Khí - Trường đại học Công nghệ giao thông vận tải - Số 54 triều khúc - Thanh xuân - Hà Nội","115":"Thạc sĩ Chu Văn Huỳnh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: huynhcv@utt.edu.vn. Địa chỉ: Phòng 411 - H1, Trường Đại học Công nghệ GTVT - 54, Triều Khúc - Thanh Xuân - Hà Nội","116":"Tiến sĩ Nguyễn Tuấn Hải. Học hàm, học vị: Tiến sĩ. Quê quán: Hà - Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: haint@utt.edu.vn. Địa chỉ: nhà 77 khu d5c vườn đào phường phú thượng quận tây hồ","117":"Thạc sĩ kỹ thuật Vũ Phi Long. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: longvp@utt.edu.vn. Địa chỉ: 54- Triều Khúc-Thanh Xuân-Hà Nội","118":"Tiến sỹ kỹ thuật Bùi Văn Trầm. Học hàm, học vị: Tiến sỹ kỹ thuật. Quê quán: Nghệ An. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: trambv@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","119":"Thạc sỹ Đỗ Hữu Tuấn. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: tuandh@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc - Phường Thanh Xuân Nam - Quận Thanh Xuân","120":"Thạc sĩ Phạm Như Nam. Học hàm, học vị: Thạc sĩ. Quê quán: Hưng Yên. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: nampn@utt.edu.vn. Địa chỉ: 504 H1 - Bộ môn Máy Xây Dụng - Khoa cơ khí - Đại học Công nghệ Giao thông Vận Tải - 54 Triều Khúc - Thanh Xuân - Hà Nội","121":"Thạc sĩ Đặng Đức Thuận. Học hàm, học vị: Thạc sĩ. Quê quán: Gia Lâm, Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: thuandd@utt.edu.vn. Địa chỉ: Tổ dân phố Thành Trung, Trâu Quỳ, Gia Lâm, Hà Nội","122":"Tiến sĩ Vũ Văn Hiệp. Học hàm, học vị: Tiến sĩ. Quê quán: Ninh Bình. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hiepvuvan@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT","123":"Thạc sỹ Yên Văn Thực. Học hàm, học vị: Thạc sỹ. Quê quán: Thanh Hóa. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: thucyv@utt.edu.vn. Địa chỉ: Đại học Công nghệ GTVT - Số 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân - TP. Hà Nội","124":"Thạc sỹ Trần Văn Hiếu. Học hàm, học vị: Thạc sỹ. Quê quán: Nam Định. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hieutv@utt.edu.vn. Địa chỉ: Bộ môn Đầu máy toa xe và tàu điện Metro - Khoa Cơ khí - Đại học Công nghệ giao thông vận tải","125":"Thạc sỹ Hoàng Tú. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hoangtu@utt.edu.vn. Địa chỉ: Bộ môn Máy tàu thủy, Phòng 112, Nhà H1, Đại học Công nghệ GTVT, số 54 Triều Khúc - Thanh Xuân - Hà Nội","126":"Thạc sĩ Nguyễn Quốc Tuấn. Học hàm, học vị: Thạc sĩ. Quê quán: Hà nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: tuannq@utt.edu.vn. Địa chỉ: Bộ môn Máy tàu thủy- Khoa Cơ khí - Trường ĐHCN GTVT","127":"thạc sỹ Nguyễn Xuân Hành. Học hàm, học vị: thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hanhnx@utt.edu.vn. Địa chỉ: Bộ môn Máy tàu thủy, khoa cơ khí, trường đại học công nghệ giao thông vận tải","128":"Thạc sỹ Trương Tất Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: anhtt@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","129":"Thạc sỹ Trần Trọng Tuấn. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: tuantt@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P.Thanh Xuân Nam - Q.Thanh Xuân","130":"Tiến sĩ kỹ thuật Nguyễn Công Đoàn. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: doannc@utt.edu.vn. Địa chỉ: Bộ môn Tàu thủy và Thiết bị nổi, Phòng 502, Nhà H1, Đại học Công nghệ GTVT, số 54 Triều Khúc - Thanh Xuân - Hà Nội","131":"Thạc sỹ Hà Văn Hiếu. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hieuhv@utt.edu.vn. Địa chỉ: Căn 2822 chung cư CT10C Đại Thanh - Tả Thanh Oai - Thanh Trì - Hà Nội","132":"Thạc sỹ Trần Ngọc Vũ. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: vutn@utt.edu.vn. Địa chỉ: Khoa Cơ khí- Trường Đại học CNGTVT- 278 Đường Lam sơn- Đồng tâm- Vĩnh Yên- Vĩnh Phúc","133":"Thạc sĩ Thiều Sỹ Nam. Học hàm, học vị: Thạc sĩ. Quê quán: Tỉnh Vĩnh Phú. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: namts@utt.edu.vn. Địa chỉ: Khoa cơ khí - Trường Đại học Công nghệ GTVT - TP Vĩnh Yên - Tỉnh Vỉnh Phúc","134":"Thạc Sỹ Đỗ Thành Phương. Học hàm, học vị: Thạc Sỹ. Quê quán: Vĩnh Phúc - Vĩnh Yên. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: phuongdt@utt.edu.vn. Địa chỉ: Khu hành chính 11 - Phường Liên Bảo - Vĩnh Yên - Vĩnh Phúc","135":" Nguyễn Văn Hiệp. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: hiepnv@utt.edu.vn. Địa chỉ: Số 30, ngách 4, ngõ 25, đường Phú Minh, Bắc Từ Liêm, Hà Nội","136":"Thạc sỹ Nguyễn Thị Nam. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nữ. Email: namnguyenthi@utt.edu.vn. Địa chỉ: P301B2 Trường Đại học CNGTVT- 54 Triều Khúc - Thanh Xuân - Hà Nội","137":"NCS - Thạc sỹ Lương Quý Hiệp. Học hàm, học vị: NCS - Thạc sỹ. Quê quán: Hà nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: luongquyhiep1983@gmail.com. Địa chỉ: 54 Triều khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","138":"Tiến sĩ Lê Quỳnh Mai. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: maiquynhle001@yahoo.com. Địa chỉ: Hà Nội","139":"ThS Nguyễn Xuân Hòa. Học hàm, học vị: ThS. Quê quán: Thanh Hóa. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: nxhoa222@gmail.com. Địa chỉ: Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","140":"Tiến sĩ Dương Quang Minh. Học hàm, học vị: Tiến sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: minhdqutt2017@gmail.com. Địa chỉ: Số nhà 490- Đường Hùng Vương- TP.Vĩnh Yên- Vĩnh Phúc","141":"Thạc sĩ Phùng Công Dũng. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: dungpc@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc - Phường Thanh Xuân Nam - Quận Thanh Xuân - TP Hà Nội","142":"Thạc Sĩ Kiều Xuân Viễn. Học hàm, học vị: Thạc Sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: vienkx@utt.edu.vn. Địa chỉ: Nhật Tiến, Liên Châu, Yên Lạc, Vĩnh Phúc","143":"Thạc sĩ Cù Thị Hiền. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ khí. Giới tính: Nữ. Email: hienct@utt.edu.vn. Địa chỉ: 54 Triều khúc, Thanh Xuân Nam, Thanh Xuân, Hà Nội","144":"Thạc sĩ Phùng Anh Tuấn. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: tuanpa@utt.edu.vn. Địa chỉ: Thôn Ngoại Trạch I, xã Tam Hợp, huyện Bình Xuyên, tỉnh Vĩnh Phúc","145":"Kỹ Sư Nguyễn Quang Hưởng. Học hàm, học vị: Kỹ Sư. Quê quán: Hà Nam. Đơn vị: Khoa Cơ khí. Giới tính: Nam. Email: huongnq@utt.edu.vn. Địa chỉ: P401 - H1 Văn Phòng Khoa Cơ Khí, số 54 Triều Khúc, Thanh Xuân Nam, Thanh Xuân, Hà Nội","146":"Thạc sỹ Triệu Đình Mạnh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: manhtd@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","147":"Thạc sỹ Quản trị kinh doanh Cao Xuân Hoàng. Học hàm, học vị: Thạc sỹ Quản trị kinh doanh. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: hoangcx@utt.edu.vn. Địa chỉ: Trường Đại học CNGTVT","148":"Thạc sỹ Phạm Đức Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: anhpd@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","149":"Thạc sĩ Trần Duy Dũng. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: dungtd@utt.edu.vn. Địa chỉ: 403 - H1 - Số 54 Triều Khúc - Q. Thanh Xuân - TP Hà Nội","150":"Thạc sỹ Đoàn Thị Thanh Hằng. Học hàm, học vị: Thạc sỹ. Quê quán: Nam Định. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: hangdtt@utt.edu.vn. Địa chỉ: 401-17T9- Khu đô thị Trung Hòa Nhân Chính - Thanh Xuân - Hà Nội","151":"Thạc sỹ kỹ thuật Vũ Thị Thu Hà. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: TP Hà nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: havtt@utt.edu.vn. Địa chỉ: Phòng 801-CT1 Khu Đô thị DV&TM Nàng hương - Phường Văn quán – Quận Hà đông - TP Hà Nội","152":"Tiến sĩ Lê Chí Luận. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: luanlc@utt.edu.vn. Địa chỉ: Phòng 406, Nhà H1, Số 54 Triều Khúc, Thanh Xuân, Hà Nội.","153":"Thạc sỹ Công nghệ thông tin Lê Thị Chi. Học hàm, học vị: Thạc sỹ Công nghệ thông tin. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: chilt@utt.edu.vn. Địa chỉ: Số 188, Đội 1 Huỳnh Cung Tam Hiệp Thanh Trì HÀ Nội","154":"Thạc sỹ Nguyễn Thị Kim Huệ. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: huentk@utt.edu.vn. Địa chỉ: số 18 ngõ 50 Trung Văn Từ Liêm Hà Nội","155":"Thạc sĩ Đỗ Bảo Sơn. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: sondb@utt.edu.vn. Địa chỉ: P.404 - H1 - 54 Triều Khúc, Thanh Xuân, Hà Nội","156":"Thạc sỹ Nguyễn Thái Sơn. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Tĩnh. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: sonnt@utt.edu.vn. Địa chỉ: CC Nam xala, Phúc la, Hà đông, Hà nội","157":"Thạc sỹ Lương Hoàng Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Thanh Hóa. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: luonghoanganh@utt.edu.vn. Địa chỉ: Bộ môn Truyền thông và Mạng máy tính, P403 H1, ĐH Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","158":"Thạc sỹ Lê Thanh Tấn. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: tanlt@utt.edu.vn. Địa chỉ: Tổ 9 - Thịnh Liệt - Hoàng Mai _ Hà Nội","159":"THạc sỹ Bùi Thị Như. Học hàm, học vị: THạc sỹ. Quê quán: Thaí Bình. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: nhubt@utt.edu.vn. Địa chỉ: 30 phạm văn đồng. bắc từ liêm, hà nội","160":"Kỹ sư Phạm Trường Giang. Học hàm, học vị: Kỹ sư. Quê quán: Nam Định. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: giangpt@utt.edu.vn. Địa chỉ: Bộ môn Điện tử viễn thông, phòng 403H1, Đại học CNGTVT, 54 Triều Khúc, Thanh Xuân, Hà Nộ","161":"Thac sỹ Hoàng Thị Thúy. Học hàm, học vị: Thac sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: thuyht@utt.edu.vn. Địa chỉ: 54, triều khúc, thanh xuân, Hà nội","162":"Thạc sỹ Vương Thị Hương. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: huongvt@utt.edu.vn. Địa chỉ: V1 CC Victoria - Phú La - Hà Đông- Hà Nội","163":"Tiến sĩ kỹ thuật Dương Quang Khánh. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: khanhdq@utt.edu.vn. Địa chỉ: P.404 nhà H1, Trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","164":"Ths Nguyễn Thị Thu Hiền. Học hàm, học vị: Ths. Quê quán: Bắc Ninh. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: thuhiennt@utt.edu.vn. Địa chỉ: chung cư BMM, Phúc La, Hà Đông, Hà Nội","165":"Thạc sỹ Vũ Văn Linh. Học hàm, học vị: Thạc sỹ. Quê quán: hanoi. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: linhvv@utt.edu.vn. Địa chỉ: Văn Quán _ Phúc La - Hà Đông - Hà Nội","166":"Thạc sỹ Ngô Thị Thu Tình. Học hàm, học vị: Thạc sỹ. Quê quán: Chưa cập nhật. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: tinhntt@utt.edu.vn. Địa chỉ: Bộ môn Điện tử viễn thông, phòng 403H1, Đại học CNGTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","167":"Thạc sỹ Bùi Hải Đăng. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: dangbh@utt.edu.vn. Địa chỉ: Số 54- Triều Khúc- Thanh Xuân- Hà Nội","168":"Thạc sỹ Hoàng Thế Phương. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: phuonght013@gmail.com. Địa chỉ: H1.403","169":"Tiến sĩ khoa học kỹ thuật Đỗ Xuân Thu. Học hàm, học vị: Tiến sĩ khoa học kỹ thuật. Quê quán: Thanh Hóa. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: thudx@utt.edu.vn. Địa chỉ: Số 54 Phố Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, thành phố Hà Nội","170":"Thạc sỹ Nguyễn Công Nam. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: namnc@utt.edu.vn. Địa chỉ: Phòng 403 - nhà H1, Số 54 Phố Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, thành phố Hà Nội","171":"Thạc sĩ Lê Thị Hà. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: halt@utt.edu.vn. Địa chỉ: 278 Đường Lam Sơn - Trường Đại học Công nghệ GTVT, Phường Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","172":"Thạc sỹ Bùi Thị Nhung. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: nhungbt@utt.edu.vn. Địa chỉ: Bộ môn Hệ thống thông tin, Khoa CNTT - Trường ĐH Công nghệ GTVT","173":"Master Tô Hải Thiên. Học hàm, học vị: Master. Quê quán: Bắc An Chí Linh Hải Dương. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: thienth@utt.edu.vn. Địa chỉ: Room 853-1\/853-2 301 Engineering Building Seoul National University, Seoul Hàn Quốc","174":"Thạc sĩ Phan Như Minh. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: minhpn@utt.edu.vn. Địa chỉ: TDP Tân Tiến – Tích Sơn – TP. Vĩnh Yên – Vĩnh Phúc","175":"Thạc sĩ Trần Thị Phương Thanh. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: thanhttp@utt.edu.vn. Địa chỉ: Bộ môn Điện tử viễn thông- Khoa Công nghệ thông tin- Trường Đại học Công nghệ Giao thông Vận tải- số 278 Lam Sơn, Đồng Tâm, Tp.Vĩnh Yên, Vĩnh Phúc","176":"Thạc sĩ Lương Việt Trung. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: trunglv@utt.edu.vn. Địa chỉ: Hà Nội","177":"Thạc sĩ Phạm Thị Thuận. Học hàm, học vị: Thạc sĩ. Quê quán: Nghệ An. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: sathuan82@gmail.com. Địa chỉ: Số 54- Triều Khúc - Thanh Xuân - Hà Nội","178":"Thạc sỹ Lê Trung Kiên. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: kienletrung1980@gmail.com. Địa chỉ: Phòng bộ môn hệ thống thông tin, Trường Đại học Công nghệ GTVT","179":"Thạc sỹ Mạc Văn Quang. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: quangmv@utt.edu.vn. Địa chỉ: Hồ Linh Đàm; Hoàng Liệt - Hoàng Mai - Hà Nội","180":"Kỹ sư Ngô Việt Phương. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: phuongnv@utt.edu.vn. Địa chỉ: Phòng 101 - H3 Số 54 - Triều Khúc - Thanh Xuân - Hà Nội","181":"Thạc sĩ Nguyễn Đình Nga. Học hàm, học vị: Thạc sĩ. Quê quán: Nam Định. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: ngand@utt.edu.vn. Địa chỉ: P.405 Nhà H1 - Trường Đại học Công nghệ GTVT - Số 54 Triều Khúc - Thanh Xuân - Hà Nội","182":"Thạc sĩ Đặng Thị Kim Anh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nữ. Email: anhdtk@utt.edu.vn. Địa chỉ: Phòng 404-H1- 54 - Triều Khúc - Thanh Xuân - Hà Nội","183":"Thạc sĩ Võ Thanh Được. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: duocvt@utt.edu.vn. Địa chỉ: Bộ môn Cơ điện tử - Khoa Công nghệ thông tin","184":"Thạc sĩ Nguyễn Văn Cường. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Công nghệ thông tin. Giới tính: Nam. Email: cuongnv90@utt.edu.vn. Địa chỉ: Hà Nội","185":"Tiến sỹ Hoàng Thị Hồng Lê. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: lehth@utt.edu.vn. Địa chỉ: P 407 nhà H1; Trường Đại học Công nghệ Giao Thông Vận Tải","186":"Thạc sĩ Lê Thu Hiền. Học hàm, học vị: Thạc sĩ. Quê quán: hà nôi. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hienlt@utt.edu.vn. Địa chỉ: Khoa Kinh tế vận tải - Trường ĐHCNGTVT","187":"Tiến sỹ Hoàng Văn Lâm. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: lamhv@utt.edu.vn. Địa chỉ: Bộ môn Logistics và Vận tải đa phương thức, P507, nhà H1, Trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","188":"Tiến sỹ Hà Nguyên Khánh. Học hàm, học vị: Tiến sỹ. Quê quán: Điện Biên. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: khanhhn@utt.edu.vn. Địa chỉ: 54 Triều Khúc, P Thanh xuân nam, Q Thanh xuân, TP Hà Nội","189":"Thạc sỹ Phạm Quang Hạnh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: hanhpq@utt.edu.vn. Địa chỉ: hanhpqgtvt@gmail.com","190":"Thạc sỹ Dương Thị Thu Hương. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuhuongdt@utt.edu.vn. Địa chỉ: Văn Nội - Phú Lương- Hà Đông - Hà Nội","191":"Thạc sĩ Lê Thị Liễu. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Bình. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: lieult@utt.edu.vn. Địa chỉ: Thôn 2, Vũ Thắng, Kiến Xương, Thái Bình","192":"Thạc sỹ Nguyễn Thị Dung. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: dungnt@utt.edu.vn. Địa chỉ: Sn 64 A2, Tập thể xí nghiệp thiết bị điện tử - Láng Thượng- Đống Đa - Hà Nội","193":"Thạc sỹ Phạm Công Giang. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: giangpc@utt.edu.vn. Địa chỉ: số nhà 10 ngõ 10 Miêu Nha Tây Mỗ, Nam Từ Liêm, HÀ Nội","194":"Tiến sĩ Nguyễn Việt Thắng. Học hàm, học vị: Tiến sĩ. Quê quán: Phú Thọ. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: thangnv@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","195":"Tiến sĩ Vũ Thị Hải Anh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: anhvth@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","196":"Tiến sỹ Khoa học Kinh tế Dương Văn Nhung. Học hàm, học vị: Tiến sỹ Khoa học Kinh tế. Quê quán: Thanh Hóa. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: nhungdv@utt.edu.vn. Địa chỉ: 54 Phố Triều Khúc - Thanh Xuân - Tp. Hà Nội","197":" Nguyễn Thị Thùy Dung. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: dungntt@utt.edu.vn. Địa chỉ: Bộ môn Quản trị kinh doanh, Khoa Kinh tế Vận tải, Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội","198":"Tiến sĩ Nguyễn Hùng Cường. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: cuongnh@utt.edu.vn. Địa chỉ: Bộ môn Quản trị Kinh doanh, Khoa Kinh tế vận tải, Trường ĐH Công nghệ GTVT","199":"Thạc sỹ Phạm Đức Tấn. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: tanpd@utt.edu.vn. Địa chỉ: 54- Triều Khúc - P.Thanh Xuân Nam- Q. Thanh Xuân - Hà Nội","200":"Tiến sĩ Trần Trung Kiên. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: kienktxd@utt.edu.vn. Địa chỉ: Bộ môn KTXD - Khoa KTVT - Đại học Công nghệ GTVT","201":"Thạc sĩ Nguyễn Thị Nga. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: ngant84@utt.edu.vn. Địa chỉ: Tổ 1, Bằng A, Hoàng Liệt, Hoàng Mai, Hà Nội","202":"Thạc sĩ Nguyễn Thị Nga. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: ngant80@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","203":"Thạc sỹ Phạm Thị Liên. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: lienpt@utt.edu.vn. Địa chỉ: Số nhà 3b ngõ 1 đường Tô Hiệu - Hà Đông - Hà Nội","204":"Thạc sỹ Nguyễn Thị Thu Hiền. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: nguyenthithuhien@utt.edu.vn. Địa chỉ: Thanh xuân, Hà nội","205":"Thạc sỹ Phạm Thị Thanh Nhàn. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: nhanptt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, P. Thanh Xuân Nam, Q. Thanh Xuân","206":"Tiến sỹ Đỗ Thị Hồng Vân. Học hàm, học vị: Tiến sỹ. Quê quán: Thái Bình. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: vandth@utt.edu.vn. Địa chỉ: Bộ môn Cơ sở ngành KT - Khoa KTVT - Trường ĐH Công nghệ GTVT (Tầng 5 - P503 - H1)","207":"Thạc sĩ Đỗ Thị Vân Anh. Học hàm, học vị: Thạc sĩ. Quê quán: Chưa cập nhật. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: anhdtv@utt.edu.vn. Địa chỉ: Đống Đa - Hà Nội","208":"Tiến sỹ Hoàng Thị Thanh. Học hàm, học vị: Tiến sỹ. Quê quán: Hải Dương. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thanhht@utt.edu.vn. Địa chỉ: Số nhà 30, tập thể giáo viên trường đại học Công nghệ Giao thông vận tải, ngõ 50, Trung Văn, Từ Liêm, Hà Nội","209":"Tiến sĩ Đặng Thu Hằng. Học hàm, học vị: Tiến sĩ. Quê quán: Chưa cập nhật. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hangdt@utt.edu.vn. Địa chỉ: Bộ môn Kế toán - Kiểm toán","210":"Th.s Trần Kim Thoa. Học hàm, học vị: Th.s. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thoatk@utt.edu.vn. Địa chỉ: Bộ môn Cơ sở ngành kinh tế, khoa Kinh tế vận tải, ĐH Công nghệ GTVT","211":"Tiến sĩ Nguyễn Thị Thái An. Học hàm, học vị: Tiến sĩ. Quê quán: Nghệ An. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: anntt@utt.edu.vn. Địa chỉ: Số 54 Phố Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, thành phố Hà Nội","212":"Tiến sỹ kinh tế Chu Thị Bích Hạnh. Học hàm, học vị: Tiến sỹ kinh tế. Quê quán: Đồng Lương - Cẩm Khê - Phú Thọ. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hanhctb@utt.edu.vn. Địa chỉ: Phòng 508 Nhà H, số 54 Triều Khúc- Quận Thanh Xuân - Hà Nội","213":"Tiến sỹ Vương Thị Bạch Tuyết. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: tuyetvtb@utt.edu.vn. Địa chỉ: Tổ môn Kế toán - Kiểm toán, Đại học công nghệ GTVT- 54 Triều khúc, Thanh xuân, Hà nội","214":"Tiến sỹ Kinh tế - Chuyên ngành Kế toán Nguyễn Thị Diệu Thu. Học hàm, học vị: Tiến sỹ Kinh tế - Chuyên ngành Kế toán. Quê quán: Huyện Khoái Châu - Tỉnh Hưng Yên. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuntd@utt.edu.vn. Địa chỉ: Khu đô thị Xa La, Hà Đông, Hà Nội","215":"Thạc sỹ Ngô Thị Hường. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huongnt@utt.edu.vn. Địa chỉ: Khu Tập thể Trường Đại học Kiểm sát - Dương Nội - Hà Đông - Hà Nội","216":"Thạc sỹ kinh tế - nghành Kế toán Kiểm toán Nguyễn Hoàng Lan. Học hàm, học vị: Thạc sỹ kinh tế - nghành Kế toán Kiểm toán. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: lannh@utt.edu.vn. Địa chỉ: Bộ môn Kế toán kiểm toán, khoa Kinh tế vận tải","217":"Thạc sĩ Trần Thị Lan Hương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huongttl@utt.edu.vn. Địa chỉ: Trường đại học công nghệ giao thông vận tải, số 54 Phố Triều Khúc, Thanh Xuân, Hà Nội.","218":"Tiến sĩ Đỗ Thị Huyền. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huyendt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","219":"Tiến sĩ Kinh tế Nguyễn Minh Nguyệt. Học hàm, học vị: Tiến sĩ Kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: nguyetnm@utt.edu.vn. Địa chỉ: Bộ môn TCNH - Khoa KTVT - Đại học Công nghệ GTVT","220":"Thạc sỹ Nguyễn Bích Ngọc. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên- Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: ngocnb@utt.edu.vn. Địa chỉ: số nhà 15- đường Quang Trung- Phường Hội Hợp- Tp Vĩnh Yên- tỉnh Vĩnh Phúc","221":"Thạc sỹ kinh tế Nguyễn Thị Thanh Hiền. Học hàm, học vị: Thạc sỹ kinh tế. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thanhhiennt@utt.edu.vn. Địa chỉ: P506 H1, Bộ môn Tài chính - Ngân hàng, Trường Đại học CN giao thông vận tải, số 54 Triều Khúc, Thanh Xuân, Hà Nội","222":"Tiến sĩ Kinh tế Phan Thùy Dương. Học hàm, học vị: Tiến sĩ Kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: duongpt@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, Thanh Xuân, Hà Nội","223":"Thạc sĩ Bùi Thị Xuân Hương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huongbtx@utt.edu.vn. Địa chỉ: Khoa Kinh tế vận tải","224":"Thạc sĩ Công Vũ Hà Mi. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hamicv@utt.edu.vn. Địa chỉ: Ngõ 147, Triều Khúc, Thanh Xuân, Hà Nội.","225":"Thạc sĩ Trịnh Xuân Trường. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: truongtx@utt.edu.vn. Địa chỉ: Trung tâm Đào tạo Vĩnh Yên Trường ĐH Công nghệ GTVT, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","226":"Thạc sỹ Đinh Thị Minh Phượng. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: phuongdtm82@utt.edu.vn. Địa chỉ: Số nhà 22, Khu Tập thể trường Đại học công nghệ GTVT- Phường Đồng Tâm - TP. Vĩnh Yên - Tỉnh Vĩnh Phúc","227":"Tiến sĩ Nguyễn Thị Thu Thủy. Học hàm, học vị: Tiến sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuyntt@utt.edu.vn. Địa chỉ: Số nhà 17 ngõ 3 đường Lý Bôn - Phường Ngô Quyền - Thành Phố Vĩnh Yên - Tỉnh Vĩnh Phúc","228":"Tiến sĩ Nguyễn Thu Hằng. Học hàm, học vị: Tiến sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: nguyenthuhang@utt.edu.vn. Địa chỉ: SN44, Ngõ 33, Đường Hùng Vương, Phường Đồng Tâm, TP Vĩnh Yên, Tỉnh Vĩnh Phúc","229":" Trần Thị Thu Hà. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hattt@utt.edu.vn. Địa chỉ: Số 7 - Ngõ 22- Đường Hùng Vương - Tích Sơn - Vĩnh Yên - Vĩnh Phúc","230":"Thạc sĩ Kế toán Nguyễn Thị Huyền Trang. Học hàm, học vị: Thạc sĩ Kế toán. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: trangnth@utt.edu.vn. Địa chỉ: Bộ môn Kế toán kiểm toán- Trường ĐH Công nghệ GTVT- 54 Triều Khúc - P. Thanh Xuân Nam - Q.Thanh Xuân - TP.Hà Nội","231":"Thạc sĩ Trần Thị Thanh Nga. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: ngattt@utt.edu.vn. Địa chỉ: 278 Lam Sơn, Đồng Tâm, TP. Vĩnh Yên, tỉnh Vĩnh Phúc","232":"Thạc sỹ Kiều Doãn Hà. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: hakd@utt.edu.vn. Địa chỉ: Khu tập thể Trường ĐH Công Nghệ GTVT, P.Đồng Tâm - Vĩnh Yên - Vĩnh Phúc","233":"Thạc sĩ Nguyễn Thị Thu Phương. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Yên\/ Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: phuongntt@utt.edu.vn. Địa chỉ: SN 04 Ngõ 17 Đường Tô Hiến Thành - P Đồng Tâm- TP Vinh Yên- Tỉnh Vinh Phúc","234":"Tiến sĩ Đỗ Thị Hương Thanh. Học hàm, học vị: Tiến sĩ. Quê quán: Thái nguyên. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thanhdth@utt.edu.vn. Địa chỉ: Tổ 8-P.Tân Thịnh-Tp Thái Nguyên","235":"GVC -Tiến sĩ Quản lý kinh tế Trần Thị Thanh Xuân. Học hàm, học vị: GVC -Tiến sĩ Quản lý kinh tế. Quê quán: Thái Nguyên. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: xuanttt@utt.edu.vn. Địa chỉ: BM Kinh tế- Cơ sở đào tạo Thái Nguyên - Trường ĐH Công nghệ GTVT","236":"Thạc sỹ Hoàng Minh Thị Thuận. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuanhmt@utt.edu.vn. Địa chỉ: SN 14, tổ 14, đường Phú Thái - Phường Tân Thịnh - Tp Thái Nguyên","237":"PGS.TS Nguyễn Văn Thanh. Học hàm, học vị: PGS.TS. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: thanhnv60@utt.edu.vn. Địa chỉ: Hà Nội","238":"Thạc sỹ kinh tế Phan Trung Nghĩa. Học hàm, học vị: Thạc sỹ kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: ptnghiaktvt@gmail.com. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân- TP. Hà Nội","239":"Thạc sĩ Đặng An Phương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: dangphuong2912@gmail.com. Địa chỉ: Phòng 409-H1 - số 54 triều khúc thanh xuân hà nội","240":"Thạc sỹ Nguyễn Thị Bích Thủy. Học hàm, học vị: Thạc sỹ. Quê quán: Hà nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuynguyenutt@gmail.com. Địa chỉ: Nhà 23 ngõ 318\/100\/8 đường La thành, Đống đa , Hà nội","241":"Thạc sỹ Nguyễn Thị Trang. Học hàm, học vị: Thạc sỹ. Quê quán: Bắc Ninh. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: trangnguyenvts@gmail.com. Địa chỉ: Đống Đa - Hà Nội","242":"Tiến sĩ Nguyễn Thị Thu Hương. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuhuong@mail.ru. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","243":"Thạc sỹ Nhữ Thùy Liên. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: nhuthuylien@gmail.com. Địa chỉ: Khu đô thị Đại Kim - Hoàng Mai - Hà Nội","244":"Thạc sĩ Quản trị kinh doanh Lâm Phạm Thị Hải Hà. Học hàm, học vị: Thạc sĩ Quản trị kinh doanh. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: halth@utt.edu.vn. Địa chỉ: Số 54 Phố Triều Khúc - Quận Thanh Xuân - Thành phố Hà Nội","245":"Tiến sĩ Đặng Thị Huế. Học hàm, học vị: Tiến sĩ. Quê quán: Thái Bình. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huedanggtvt@gmail.com. Địa chỉ: P508 Nhà H1, 54 Triều Khúc, Thanh Xuân, Hà Nội","246":"ThS Ngô Thị Thanh Nga. Học hàm, học vị: ThS. Quê quán: Hưng Yên. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: ngantt88@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","247":"tiến sỹ kinh tế Nguyễn Thị Quỳnh Trang. Học hàm, học vị: tiến sỹ kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: yentrang.255@gmail.com. Địa chỉ: Thanh Trì- Hà Nội","248":" Hoàng Tú Uyên. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: uyenhoangtu1911@gmail.com. Địa chỉ: Phường Đồng Tâm - TP. Vĩnh Yên - T. Vĩnh Phúc","249":"Thạc sỹ Đỗ Huyền Hương. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huyenhuong.neu@gmail.com. Địa chỉ: Ngũ Kiên, Vĩnh Tường, Vĩnh Phúc","250":"Tiến sỹ Kinh tế Nguyễn Thị Hạnh. Học hàm, học vị: Tiến sỹ Kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hanhnt@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","251":"TS Trần Thế Tuân. Học hàm, học vị: TS. Quê quán: Chưa cập nhật. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: tuantt83@utt.edu.vn. Địa chỉ: Thanh Xuân, Hà Nội","252":"Thạc sĩ Bùi Nguyễn Dũng Nhân. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: nhanbnd@utt.edu.vn. Địa chỉ: Phòng 509 - Nhà H1 - Trường Đại học Công nghệ GTVT, số 54 Triều Khúc - Thanh Xuân - Hà Nội","253":"Tiến sỹ kinh tế Nguyễn Thị Thu Hường. Học hàm, học vị: Tiến sỹ kinh tế. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: huongntt91@utt.edu.vn. Địa chỉ: Bộ môn Logistics và vận tải đa phương thức - Trường ĐH Công nghệ Giao thông vận tải","254":"Thạc sĩ Nguyễn Anh Tuấn. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: tuanna94@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc Thanh Xuân Hà Nội","255":"Tiến sỹ - Quản trị kinh doanh Bùi Tường Minh. Học hàm, học vị: Tiến sỹ - Quản trị kinh doanh. Quê quán: Hà nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: minhbt@utt.edu.vn. Địa chỉ: Nha 12 Ngo 41 ngach 69 Pho Vong, Phuong Dong Tam, Quan Hai Ba trung - Hanoi","256":"Thạc sĩ Phạm Hà Châu Quế. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: quephc@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân- TP. Hà Nội","257":"Thạc sĩ Bùi Thị Hằng. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: hangbt@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT - Số 54 Triều Khúc - Thanh Xuân - Hà Nội","258":"Thạc sĩ Trần Thùy Dung. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: trandung16101994@gmail.com. Địa chỉ: Phòng 508 Nhà H, số 54 Triều Khúc, Thanh Xuân, Hà Nội","259":"PGS.TS kinh tế Lưu Ngọc Trịnh. Học hàm, học vị: PGS.TS kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: trinhln57@yahoo.com. Địa chỉ: Số 54 Triều Khúc, Thanh Xuân, Hà Nội","260":"Thạc sĩ Lê Thị Trang. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: letrang.hvtc.491110@gmail.com. Địa chỉ: Số 54 Triều Khúc, Thanh Xuân, Hà Nội","261":"Thạc sĩ Hoàng Mai Chi. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: maichi12345@gmail.com. Địa chỉ: Số 54 Triều Khúc, Thanh Xuân, Hà Nội","262":"Tiến sĩ Nguyễn Hữu Dũng. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: dungnh@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội.","263":"Thạc sĩ Đặng Việt Phương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nam. Email: phuongdv@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","264":"Thạc sĩ Nguyễn Thị Khánh Ngọc. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: ngocntk@utt.edu.vn. Địa chỉ: Chưa cập nhật","265":"Thạc sĩ Nguyễn Hồng Vân. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: vannh@utt.edu.vn. Địa chỉ: Hà Đông, Hà Nội","266":"Thạc sĩ Trần Thị Thúy. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Kinh tế vận tải. Giới tính: Nữ. Email: thuytt@utt.edu.vn. Địa chỉ: Hà Nội","267":"Tiến sĩ Huế Phạm Thị. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: huept@utt.edu.vn. Địa chỉ: Số nhà 12, ngách 479\/19, Ngõ 479 Lĩnh Nam, Hoàng Mai, Hà nội","268":"Thạc sỹ Nguyễn Thị Phương Dung. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: dungntp@utt.edu.vn. Địa chỉ: 54, Triều Khúc, Thanh Xuân, Hà Nội","269":"Tiến sĩ Lư Thị Yến. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: yenlt@utt.edu.vn. Địa chỉ: Tổ 8, phường Yên Nghĩa, quận Hà Đông, thành phố Hà Nội","270":"Tiến sỹ Lê Xuân Thái. Học hàm, học vị: Tiến sỹ. Quê quán: 54 Triều Khúc - Thanh Xuân - Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: thailx@utt.edu.vn. Địa chỉ: Bộ môn CNKT Môi trường - Trường ĐH Công nghệ GTVT","271":"Thạc sĩ Chu Phương Nhung. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: nhungcp@utt.edu.vn. Địa chỉ: P206, nhà A4, trường ĐH Công nghệ Giao thông vận tải","272":"Thạc sỹ Nguyễn Văn Cường. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Tĩnh. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: cuongnv@utt.edu.vn. Địa chỉ: 54 - Triều Khúc - Thanh Xuân - Hà Nội","273":"Thạc sĩ Vũ Thị Hà. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: havt@utt.edu.vn. Địa chỉ: Xóm Chùa, Phú Vinh, An Khánh, Hoài Đức, Hà Nội","274":"Thạc sĩ Lưu Thị Thu Hà. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: haltt@utt.edu.vn. Địa chỉ: Số 54,Phố Triều Khúc, Quận Thanh Xuân, Thành phố Hà Nội","275":"Thạc sĩ Lê Minh Đức. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: duclm@utt.edu.vn. Địa chỉ: Văn Quán - Hà Đông - Hà Nội","276":"Tiến sĩ Phạm Hồng Chuyên. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: chuyenph@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","277":"Ths Toán Hoàng Thị Cẩm Thạch. Học hàm, học vị: Ths Toán. Quê quán: Hải Dương. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: thachhtc@utt.edu.vn. Địa chỉ: Trường ĐH CN GTVT, Số 54 Phố Triều Khúc, Phường Thanh Xuân Nam, Quận Thanh Xuân, Thành phố Hà Nội","278":"Thạc sỹ Phạm Thị Ninh Nhâm. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: nhamptn@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Phường Thanh Xuân Nam-Q. Thanh Xuân - TP Hà Nội","279":"Thạc sỹ Lưu Thị Vân Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Nam Định. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: anhltv@utt.edu.vn. Địa chỉ: Tổ Toán -Khoa KHCB - Trường Đại học Công Nghệ GTVT","280":"Thạc Sỹ Vũ Dũng. Học hàm, học vị: Thạc Sỹ. Quê quán: VĨnh Yên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: vudung@utt.edu.vn. Địa chỉ: Linh Đàm, Hoàng Mai, Hà Nội","281":"Thạc sỹ Nguyễn Đức Hùng. Học hàm, học vị: Thạc sỹ. Quê quán: Hưng Yên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: hungnd@utt.edu.vn. Địa chỉ: Số 54, Triều Khúc, Thanh Xuân, Hà Nội","282":"Thạc sĩ Vũ Xuân Nhâm. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: nhamvx@utt.edu.vn. Địa chỉ: Số 54, Triều Khúc, Q.Thanh Xuân, TP.Hà Nội","283":"Tiến sĩ Cao Thị Thu Nga. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: ngactt@utt.edu.vn. Địa chỉ: 83 - Dương Lâm, Văn Quán, Hà Đông, Hà Nội","284":"Thạc sỹ Nguyễn Thị Mỹ Trang. Học hàm, học vị: Thạc sỹ. Quê quán: Ha Noi. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: trangntm@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","285":"Thạc sỹ Nguyễn Việt Hà. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hanv@utt.edu.vn. Địa chỉ: 801 Giải Phóng, Hoàng Mai, Hà Nội","286":"Thạc sĩ Dương Thị Hồng Anh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: honganhdt@utt.edu.vn. Địa chỉ: 54 Triều Khúc- Thanh Xuân- Hà Nội","287":"Thạc sỹ Mai Lê Thủy. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: thuyml@utt.edu.vn. Địa chỉ: 54-Triều Khúc - Thanh Xuân - Hà Nội","288":"Thạc sỹ Bùi Thị Phương Thảo. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: thaobtp@utt.edu.vn. Địa chỉ: 54 - Triều Khúc - Thanh Xuân - Hà Nội","289":"Thạc sỹ kinh tế Phạm Thị Bích Ngọc. Học hàm, học vị: Thạc sỹ kinh tế. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: ngocptb@utt.edu.vn. Địa chỉ: P503, nhà H , số 54 Triều Khúc, Thanh Xuân, Hà Nội","290":"Thạc sỹ Lê Thị Bình. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: binhlt@utt.edu.vn. Địa chỉ: p.1002 CT1, Chung cư Bắc Hà, Đường Trần Phú, Hà Đông, HN","291":"thạc sĩ Trần Thị Ngọc Hà. Học hàm, học vị: thạc sĩ. Quê quán: Tuyên Quang. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hattn@utt.edu.vn. Địa chỉ: tòa nhà CT2B, làng Việt Kiều Châu Âu, Mỗ Lao, Hà Đông","292":"Thạc sĩ Ngôn ngữ Anh Ngô Thị Lan Hương. Học hàm, học vị: Thạc sĩ Ngôn ngữ Anh. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: huongntl@utt.edu.vn. Địa chỉ: Hà Đông","293":"Thạc sỹ Nguyễn Thị Thao. Học hàm, học vị: Thạc sỹ. Quê quán: Thanh Ba- Phú Thọ. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: thaont@utt.edu.vn. Địa chỉ: Bộ môn Ngoại Ngữ Anh Pháp- Khoa Khoa học cơ bản - Trường Đại học Công nghệ giao thông vận tải","294":"Thạc Sĩ Nguyễn Thanh Nga. Học hàm, học vị: Thạc Sĩ. Quê quán: Vĩnh phúc. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: ngant@utt.edu.vn. Địa chỉ: P.707 11t1 Chung Cư TNT Liên Bảo - Vĩnh Yên - Vĩnh Phúc.","295":"Thạc sĩ Ngôn ngữ Anh Nguyễn Văn Thọ. Học hàm, học vị: Thạc sĩ Ngôn ngữ Anh. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: thonv@utt.edu.vn. Địa chỉ: 65 Lý Thường Kiệt - Thôn Đông nghĩa - Phường Đồng Tâm - Thành phố Vĩnh Yên","296":"Thạc sĩ toán học Nguyễn Thị Lý. Học hàm, học vị: Thạc sĩ toán học. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: lynt@utt.edu.vn. Địa chỉ: 16\/18, Tô Hiến Thành, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","297":"Thạc sĩ toán học Lê Thị Hậu. Học hàm, học vị: Thạc sĩ toán học. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hault@utt.edu.vn. Địa chỉ: SN40A Đường Lam Sơn-Đồng Tâm-Vĩnh Yên-Vĩnh Phúc","298":"Thạc sĩ Mai Thị Linh Chi. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: linhchimt@utt.edu.vn. Địa chỉ: Khoa Khoa học cơ bản, Trường Đại học Công nghệ GTVT, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","299":"Tiến sỹ Khoa học vật liệu Nguyễn Thành Vinh. Học hàm, học vị: Tiến sỹ Khoa học vật liệu. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: vinhnt@utt.edu.vn. Địa chỉ: 128 Đường Lam Sơn, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","300":"Thạc sỹ Nguyễn Thị Thu Cúc. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: cucntt@utt.edu.vn. Địa chỉ: Phòng 1202- CT5,ĐN2- Khu ĐT Mỹ Đình 2- Tổ 14- Phường Mỹ Đình 2- Quận Nam Từ Liêm- TP Hà Nội","301":"Đại học Trần Quang Dũng. Học hàm, học vị: Đại học. Quê quán: Thái nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: dungtq@utt.edu.vn. Địa chỉ: Tổ 13-P.Tân Thịnh","302":"Thạc sĩ ngôn ngữ Anh Đinh Đức Long. Học hàm, học vị: Thạc sĩ ngôn ngữ Anh. Quê quán: Thái nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: longdd@utt.edu.vn. Địa chỉ: Đinh Đức Long -Tổ KHCB Trường đại hoc công nghệ GTVT--Cơ sở đào tạo Thái nguyên-","303":"Thạc sỹ Trần Thị Xuân Hương. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: huongttx@utt.edu.vn. Địa chỉ: Tổ 13 - Phường Tân Thịnh - TP. Thái Nguyên","304":"Thạc sỹ Tạ Thị Hòa. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hoatt@utt.edu.vn. Địa chỉ: Tổ 13, Phường Tân Thịnh, Thành phố Thái Nguyên","305":"Tiến sĩ Nguyễn Thanh Tú. Học hàm, học vị: Tiến sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: tunt@utt.edu.vn. Địa chỉ: Tổ 13, Tân Thịnh, TP. Thái Nguyên","306":"Thạc sĩ Nguyễn Thị Loan. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: nguyenthiloan@utt.edu.vn. Địa chỉ: Tổ 12 Phường Tân Lập - TP Thái Nguyên - Tỉnh Thái Nguyên","307":"Thạc sĩ Nguyễn Thị Lan Anh. Học hàm, học vị: Thạc sĩ. Quê quán: TP. Thái Nguyên, tỉnh Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: lananhnt@utt.edu.vn. Địa chỉ: SN 100, Phú Thái ,TP. Thái Nguyên, tỉnh Thái Nguyên","308":"Thạc sỹ Hoàng Thị Kim Ngân. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: nganhtk@utt.edu.vn. Địa chỉ: SN 254 Đường Quang Trung, Thành phố Thái Nguyên","309":"Thạc sỹ Toán giải tích Nguyễn Thị Thu Hà. Học hàm, học vị: Thạc sỹ Toán giải tích. Quê quán: Thành phố Thái Nguyên, Tỉnh Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hantt@utt.edu.vn. Địa chỉ: Bộ môn Khoa học cơ bản, trường Đại học công nghệ Giao thông Vận tải - Cơ sở đào tạo Thái Nguyên","310":"Thạc sĩ Nguyễn Viết Hiếu. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: hieunv@utt.edu.vn. Địa chỉ: ĐH Công nghệ GTVT, cơ sở Thái Nguyên - đường Phú Thái - Tân Thịnh - TP Thái Nguyên","311":"Thạc sĩ Dương Ngọc Đạt. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: datdn@utt.edu.vn. Địa chỉ: Số 581, đường Phan Đình Phùng, TP Thái Nguyên, tỉnh Thái Nguyên, Việt Nam","312":"ThS Nguyễn Thị Thu Hiền. Học hàm, học vị: ThS. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hienntt@utt.edu.vn. Địa chỉ: Phòng KHCN-HTQT, Trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","313":"Tiến sĩ Trần Quốc Tuấn. Học hàm, học vị: Tiến sĩ. Quê quán: Sơn La. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: . Email: tuantq@utt.edu.vn. Địa chỉ: tập thể X49, cầu Đôi, Đại Mỗ, Nam Từ Liêm, Hà Nội","314":"Thạc sĩ Ông Văn Hoàng. Học hàm, học vị: Thạc sĩ. Quê quán: Nam Định. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: hoangspvl@gmail.com. Địa chỉ: 201A G4 - Thanh Xuan Nam -Thanh Xuân - Hà Nội","315":"Tiến sỹ Đặng Thị Bích Hợp. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: hopdtb@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","316":"Tiến sĩ Hoàng Văn Cần. Học hàm, học vị: Tiến sĩ. Quê quán: Hải Dương. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: vancan.hoangk4@gmail.com. Địa chỉ: BM Toán-Khoa Khoa học cơ bản-54 Triều Khúc-Thanh Xuân-Hà Nội","317":"PGS.TS. Tô Văn Ban. Học hàm, học vị: PGS.TS.. Quê quán: Thái Nguyên. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nam. Email: bantv@utt.edu.vn. Địa chỉ: Số 66\/ Ngõ 61, Phố Phạm Tuấn Tài, P. Cổ Nhuế 1, Quận Bắc Từ Liêm, Hà Nội","318":"Tiến sỹ Hà Thị Thanh Tâm. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: tamhtt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, HN.","319":"Tiến sĩ Toán học Thái Thị Kim Chung. Học hàm, học vị: Tiến sĩ Toán học. Quê quán: Nghệ An. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: phatchung84@gmail.com. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","320":"Thạc sỹ Phạm Thị Ngọc Thùy. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Khoa Khoa học ứng dụng. Giới tính: Nữ. Email: thuyptn@utt.edu.vn. Địa chỉ: P 206-A4. Trường ĐH Công nghệ GTVT, số 54 Triều Khúc, Thanh Xuân, Hà Nội","321":"Thạc sĩ Vũ Anh Tuấn. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: tuanva@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","322":"Thạc sỹ Phan Thanh Nhàn. Học hàm, học vị: Thạc sỹ. Quê quán: Điện Biên. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: nhanpt@utt.edu.vn. Địa chỉ: P1408V2 Chung cư Văn Phú Victoria Phú La-Hà Đông-Hà Nội","323":"Thạc sỹ kỹ thuật Đào Thị Hương Giang. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: giangdth@utt.edu.vn. Địa chỉ: xóm Tân Hòa, thôn Đa Phúc, xã Sài Sơn, huyện Quốc Oai","324":"Thạc sĩ Bùi Thị Phương Hoa. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: hoabtp@utt.edu.vn. Địa chỉ: Xóm Chùa, xã Tân Triều, huyện Thanh Trì, Hà Nội","325":"Tiến sỹ Lê Ngọc Lý. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: lyln@utt.edu.vn. Địa chỉ: P302 Nhà H1 - Trường Đại học Công nghệ Giao thông vận tải - Số 54 Triều Khúc - Thanh Xuân - Hà Nội","326":"Tiến sĩ Nguyễn Thị Giang. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: giangnt@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","327":"Thạc sỹ Đoàn Lan Phương. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: phuongdl@utt.edu.vn. Địa chỉ: P201 - B2 - TT Vĩnh Hồ - Thịnh Quang _ Đống Đa - Hà Nội","328":"Tiến sĩ Nguyễn Thị Thu Ngà. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nam. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: ngantt@utt.edu.vn. Địa chỉ: Hà Nội","329":"Thạc sĩ Kiều Lan Hương. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Yên-Vĩnh Phúc. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: huongkl@utt.edu.vn. Địa chỉ: Bộ môn CLT-SBVL, trường ĐH Công Nghệ GTVT","330":"Thạc Sĩ Khoa học Nguyễn Thị Huệ. Học hàm, học vị: Thạc Sĩ Khoa học. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: huent@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","331":"Ths Bùi Gia Phi. Học hàm, học vị: Ths. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: phibg@utt.edu.vn. Địa chỉ: số 8 25\/313 Lĩnh Nam - Hoàng Mai - Hà Nội","332":"Thạc sĩ Hoàng Quyết Chiến. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: chienhq@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q. Thanh Xuân","333":"Thạc Sỹ Lê Văn Kiên. Học hàm, học vị: Thạc Sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: kienlv@utt.edu.vn. Địa chỉ: Phòng 412 H1 - Bộ môn Cơ lý thuyết - Sức bền vật liệu - Trường đại học công nghệ giao thông vận tải","334":"Thạc sỹ kỹ thuật Bùi Tiến Tú. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Thái Bình. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: tubt@utt.edu.vn. Địa chỉ: Số 11D - Ngõ 155 - Ngách 37 - Đường Cầu Giấy - Cầu Giấy - Hà Nội","335":"Ths Kỹ thuật Trịnh Xuân Cảng. Học hàm, học vị: Ths Kỹ thuật. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: cangtx@utt.edu.vn. Địa chỉ: Khu tập thể trường ĐH Công Nghệ GTVT- P.Đồng Tâm- TP Vĩnh Yên- T. Vĩnh Phúc","336":"Thạc sỹ Trương Thị Huệ. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: huett@utt.edu.vn. Địa chỉ: P805-11T1-Chung cư Vinaconex-Liên Bảo-Vĩnh Yên - Vĩnh Phúc","337":"Thạc sỹ Ma Thế Cường. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: cuongmt@utt.edu.vn. Địa chỉ: Tổ 25, Phường Hoàng Văn Thụ, TP Thái Nguyên, tỉnh Thái Nguyên","338":"Thac si Bế Lê Hợp. Học hàm, học vị: Thac si. Quê quán: thai nguyen. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: hopbl@utt.edu.vn. Địa chỉ: to 15 tan thinh thai nguyen","339":"Thạc sĩ Hồ Thị Thanh Mai. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: maihtt@utt.edu.vn. Địa chỉ: Tổ 11, phường Tân Thịnh, TP Thái Nguyên","340":"Thạc sỹ Vũ Thế Truyền. Học hàm, học vị: Thạc sỹ. Quê quán: Nam Định. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: truyenvt@utt.edu.vn. Địa chỉ: Xóm 11, xã Hải Phương, huyện Hải Hậu, tỉnh Nam Định","341":"Thạc sĩ Bùi Thị Thùy. Học hàm, học vị: Thạc sĩ. Quê quán: Hải Dương. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: thuybt@utt.edu.vn. Địa chỉ: Bộ môn cơ sở - trường ĐHCNGTVT Cơ sở Thái Nguyên- Đường Phú Thái - P. Tân Thịnh - TP. Thái Nguyên","342":"Thạc sỹ Đoàn Xuân Sơn. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: sondx@utt.edu.vn. Địa chỉ: SN 8B, Ngõ 254, Đường Quang Trung, TP. Thái Nguyên, T. Thái nguyên","343":"Thạc Sỹ Trương Văn Toàn. Học hàm, học vị: Thạc Sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: toantv@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","344":"Thạc sỹ Đồng Thị Thanh Hường. Học hàm, học vị: Thạc sỹ. Quê quán: Bắc Giang. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nữ. Email: huongdtt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","345":"Tiến sỹ Nguyễn Tiến Thế. Học hàm, học vị: Tiến sỹ. Quê quán: Hưng Yên. Đơn vị: Khoa Cơ sở kỹ thuật. Giới tính: Nam. Email: tienthenguyen0411100@gmail.com. Địa chỉ: Số 21B, ngõ 173 Tam Trinh, Hoàng Mai, Hà Nội","346":"Tiến sĩ Phạm Văn Tân. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nam. Email: tanpv@utt.edu.vn. Địa chỉ: P.2908 - C14 Bắc Hà - Trung Văn - Nam Từ Liêm - Hà Nội","347":"Tiến sĩ kỹ thuật Phạm Văn Huỳnh. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Thái Bình. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nam. Email: vanhuynh.pham@utt.edu.vn. Địa chỉ: 139 - Tổ 5 - Kiến Hưng - Hà Đông - Hà Nội","348":"Đại học Chu Thị Thu Hằng. Học hàm, học vị: Đại học. Quê quán: Hà Nội. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nữ. Email: thuhangct@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","349":"Tiến sĩ Nguyễn Thị Loan. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nữ. Email: loannt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân","350":"Tiến sĩ Nguyễn Thị Thơm. Học hàm, học vị: Tiến sĩ. Quê quán: Thị trấn Tân Bình - Yên Sơn - Tuyên Quang. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: thomnt78@utt.edu.vn. Địa chỉ: P.803, Chung cư ECOCITY, Khu Đô thị Việt Hưng, P.Giang Biên, Q.Long Biên, TP.Hà Nội","351":"Ths. Chuyên ngành Lịch sử Đảng Cộng sản VN Nguyễn Thị Thu Hằng. Học hàm, học vị: Ths. Chuyên ngành Lịch sử Đảng Cộng sản VN. Quê quán: TP Hải Dương. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: thuhangnt@utt.edu.vn. Địa chỉ: 54 - Triều Khúc- Quận Thanh Xuân - TP Hà Nội","352":"Tiến sĩ Đỗ Như Hồng. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nam. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: hongdn@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","353":"Tiến sỹ Nguyễn Thị Thơ. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Tĩnh. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: thont@utt.edu.vn. Địa chỉ: P.3408 CT4A, khu đô thị Xa la, Phúc La, Hà Động, Hà Nội","354":"Thạc sỹ Nguyễn Thị Thu Trà. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: trantt@utt.edu.vn. Địa chỉ: Ngõ 441\/1 Vũ Hữu, Thanh Xuân Bắc, Hà Nội","355":"Tiến sĩ Trần Thị Tâm. Học hàm, học vị: Tiến sĩ. Quê quán: Hải Bắc - Hải Hậu - Nam Định. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: tamtt@utt.edu.vn. Địa chỉ: Tổ 5, Phú Lãm, Hà Đông, Hà Nội","356":"Thạc sỹ Vũ Đình Năm. Học hàm, học vị: Thạc sỹ. Quê quán: Chưa cập nhật. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nam. Email: namvd@utt.edu.vn. Địa chỉ: Khoa Luật - Chính trị, Trường Đại học Công nghệ GTVT","357":"Thạc sĩ Nguyễn Thị Thu. Học hàm, học vị: Thạc sĩ. Quê quán: Nam Định. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: thunt@utt.edu.vn. Địa chỉ: Phòng Tổ chức cán bộ - Trường Đại học Công nghệ GTVT","358":"Thạc sĩ Nguyễn Thanh Minh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nam. Email: minhnt@utt.edu.vn. Địa chỉ: Số 54, Triều Khúc, Thanh Xuân, Hà Nội","359":"Đại học Cao Thị Lan Anh. Học hàm, học vị: Đại học. Quê quán: Số 2, ngách 89\/7 Phùng Khoang, Trung Văn, Nam Từ L. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nữ. Email: lananhct@utt.edu.vn. Địa chỉ: 54 Triều Khúc Thanh Xuân Hà Nội","360":"thạc sĩ Trần Thị Cẩm Loan. Học hàm, học vị: thạc sĩ. Quê quán: Hà nội. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nữ. Email: loanttc@utt.edu.vn. Địa chỉ: thư viện đại học Công nghệ GTVT","361":"Thạc sĩ Trịnh Thị Thu Hằng. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: hangttt@utt.edu.vn. Địa chỉ: Số nhà 17 Phố Trần Nguyên Hãn- Phường Liên Bảo - Thành Phố Vĩnh Yên - Tỉnh Vĩnh Phúc","362":"Thạc sĩ Lê Thu Trang. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: tranglt@utt.edu.vn. Địa chỉ: Khu TĐC thôn Vinh Thịnh - P.Khai Quang - TP Vĩnh Yên - Vĩnh Phúc","363":"Thạc sỹ Hà Hoàng Giang. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: gianghh@utt.edu.vn. Địa chỉ: Khoa Lý Luận Chính trị - Trường Đại học Công nghệ Giao thông vận tải","364":"Tiến sĩ Phạm Thị Thương. Học hàm, học vị: Tiến sĩ. Quê quán: Yên Bái. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: thuongpt@utt.edu.vn. Địa chỉ: Số 278, Đường Lam Sơn- Phường Đồng Tâm- Vĩnh Yên- Vĩnh Phúc","365":"Thạc sĩ Đặng Thị Minh Phương. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: phuongdtm@utt.edu.vn. Địa chỉ: Xóm Chùa - Định Trung - Vĩnh Yên - Vĩnh Phúc","366":"NCS-Thạc sỹ Triết học Nguyễn Văn Tuân. Học hàm, học vị: NCS-Thạc sỹ Triết học. Quê quán: Thái nguyên. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nam. Email: tuannv82@utt.edu.vn. Địa chỉ: SN32, ngách 34, tổ 10, phường Phan Đình Phùng, thành phố Thái Nguyên","367":"Thạc sĩ Phạm Bích Hằng. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: hangpb@utt.edu.vn. Địa chỉ: Số nhà 4 Tổ 14 Phường Phan Đình Phùng - Thành phố Thái Nguyên - Tỉnh Thái Nguyên","368":"Thạc sĩ Lê Thị Huyền. Học hàm, học vị: Thạc sĩ. Quê quán: Thái Nguyên. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: huyenlt@utt.edu.vn. Địa chỉ: Bộ môn Lý luận chính trị - Cơ sở đào tạo Thái Nguyên - trường Đại học Công nghệ Giao thông Vận tải (tổ 13 - p. Tân Thịnh - tp. Thái Nguyên)","369":"Thạc sĩ Dương Quỳnh Anh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nữ. Email: quynhanh232@gmail.com. Địa chỉ: Phòng Đảm bảo chất lượng đào tạo - Trường ĐH Công nghệ GTVT - 54 Triều Khúc - Thanh Xuân - Hà Nội","370":"Tiến sĩ Vũ Thị Kiều Ly. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: vukieuly.cdgt@gmail.com. Địa chỉ: Số 54 - Phố Triều Khúc - Quận Thanh Xuân - Hà Nội","371":"Thạc sỹ Tạ Thế Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Yên Bái. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nam. Email: tatheanh@gmail.com. Địa chỉ: P409-H1, Số 54 Triều Khúc, Thanh Xuân, Hà Nội","372":"Ths Phạm Cao Cường. Học hàm, học vị: Ths. Quê quán: Hà Nội. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nam. Email: caocuong.neu@gmail.com. Địa chỉ: 54 Triều khúc, Thanh Xuân Nam, Thanh Xuân, Hà Nội","373":"Thạc sĩ Nguyễn Thị Như Ngọc. Học hàm, học vị: Thạc sĩ. Quê quán: Toàn bộ. Đơn vị: Khoa Luật - Chính trị. Giới tính: Nữ. Email: ngocntn@utt.edu.vn. Địa chỉ: 2020_2021_2","374":"PGS.TS Nguyễn Kiên Quyết. Học hàm, học vị: PGS.TS. Quê quán: Hà Nội. Đơn vị: Phòng Khảo thí và Đảm bảo chất lượng đào tạo. Giới tính: Nam. Email: quyetnk@utt.edu.vn. Địa chỉ: Tổ dân phố Bưởi, Phường Dị Sử, Thị Xã Mỹ Hào, tỉnh","375":"Tiến sĩ Trần Thanh An. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo Sau Đại học. Giới tính: Nam. Email: antt@utt.edu.vn. Địa chỉ: Phòng Đào tạo Sau đại học - Trường Đại học Công nghệ GTVT- 54 Triều Khúc - Thanh Xuân - Hà Nội","376":"Thạc sĩ Đỗ Thanh Long. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo Sau Đại học. Giới tính: Nam. Email: longdt@utt.edu.vn. Địa chỉ: TT trường Đại học Công nghệ GTVT - 50 Trung Văn - Nam Từ Liêm - Hà Nội","377":"Thạc sỹ Kiều Quang Thái. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nam. Email: thaikq@utt.edu.vn. Địa chỉ: Phòng 822 - CT6A - Xa La - Hà Đông - Hà Nội","378":"Thạc sĩ Dương Văn Đoan. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nam. Email: doandv@utt.edu.vn. Địa chỉ: Số 54 - Triều Khúc - Thanh Xuân - Hà Nội","379":"Ths Lê Thị Ly. Học hàm, học vị: Ths. Quê quán: Nam Định. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nữ. Email: lylt@utt.edu.vn. Địa chỉ: Khương Trung, Thanh Xuân, Hà Nội","380":"Kỹ sư Nguyễn Đức Đảm. Học hàm, học vị: Kỹ sư. Quê quán: Thái Bình. Đơn vị: Phòng Đào tạo Sau Đại học. Giới tính: Nam. Email: damnd@utt.edu.vn. Địa chỉ: 278 Lam Sơn, Đồng Tâm, TP. Vĩnh Yên, Vĩnh Phúc","381":"Cử nhân Nguyễn Thị Minh Giang. Học hàm, học vị: Cử nhân. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nữ. Email: giangntm@utt.edu.vn. Địa chỉ: Phường Đồng Tâm - TP. Vĩnh Yên - Tỉnh Vĩnh Phúc","382":"Thạc sỹ Lê Thị Hường. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nữ. Email: huonglt@utt.edu.vn. Địa chỉ: Số nhà 77 - Đường Hùng Vương - Tích Sơn - Vĩnh Yên - Vĩnh Phúc","383":"Tiến sĩ Nguyễn Văn Tuấn. Học hàm, học vị: Tiến sĩ. Quê quán: Bắc Ninh. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nam. Email: tuannv80@utt.edu.vn. Địa chỉ: Số 1502, chung cư MHDI-CT6, tổ dân phố số 4, Phú Mỹ, Mỹ Đình 2, Nam Từ Liêm, Hà Nội","384":"Thạc sĩ Phan Huy Thục. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Tĩnh. Đơn vị: Phòng Đào tạo Sau Đại học. Giới tính: Nam. Email: huythuc.phan@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân Nam - Thanh Xuân- Hà Nội","385":"Thạc sĩ Giáp Văn Lợi. Học hàm, học vị: Thạc sĩ. Quê quán: Ha Noi. Đơn vị: Phòng Đào tạo Sau Đại học. Giới tính: Nam. Email: loigv@utt.edu.vn. Địa chỉ: 301.A4 - Khoa Công trình - Trường Đại học Công nghệ Giao thông vận tải","386":"Cử nhân kinh tế Hoàng Anh Tuấn. Học hàm, học vị: Cử nhân kinh tế. Quê quán: Vĩnh Phúc. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nam. Email: hoanganhtuan260491@gmail.com. Địa chỉ: Phòng 101 - H3, trường Đại học Công nghệ Giao thông vận tải, 54 Triều Khúc, Thanh Xuân, Hà Nội.","387":"Thạc Sỹ Phạm Thị Thanh Huyền. Học hàm, học vị: Thạc Sỹ. Quê quán: Trực Cát-Trực Ninh-Nam Định. Đơn vị: Khoa Đào tạo tại chức. Giới tính: Nữ. Email: huyenptt@utt.edu.vn. Địa chỉ: 54 Triều Khúc Thanh Xuân Hà Nội","388":"Thạc sỹ quản trị kinh doanh Lê Xuân Ngọc. Học hàm, học vị: Thạc sỹ quản trị kinh doanh. Quê quán: Hà Nội. Đơn vị: Phòng Thanh tra - Pháp chế. Giới tính: Nam. Email: ngoclx@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","389":"Kỹ sư Đỗ Quốc Hùng. Học hàm, học vị: Kỹ sư. Quê quán: Thanh Hóa. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: doquochung@utt.edu.vn. Địa chỉ: Số nhà 44, ngõ 241, tổ dân phố số 9, phường Văn Quán, quận Hà Đông, TP Hà Nội","390":"Cử nhân Vũ Thị Hồng Sen. Học hàm, học vị: Cử nhân. Quê quán: Nam Định. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: senvth@utt.edu.vn. Địa chỉ: Xóm Đình - Tân Triều - Thanh Trì - Hà Nội","391":" Trần Toàn. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: trantoan@utt.edu.vn. Địa chỉ: 125 Mai Hắc Đế, Bùi Thị Xuân, Hai Bà Trưng, Hà Nội","392":"Thạc sĩ Nguyễn Văn Hiền. Học hàm, học vị: Thạc sĩ. Quê quán: Thành Phố Vinh - Tỉnh Nghệ An. Đơn vị: Phòng Quản lý đầu tư và Xây dựng cơ bản. Giới tính: Nam. Email: hiennv@utt.edu.vn. Địa chỉ: Phòng 305 A4 Trường Đại học Công nghệ Giao thông Vận tải, Số 54 Phố Triều Khúc - Quận Thanh Xuân - Hà Nội","393":"Tiến sĩ Trần Trung Hiếu. Học hàm, học vị: Tiến sĩ. Quê quán: Thanh Hóa. Đơn vị: Phòng Quản lý đầu tư và Xây dựng cơ bản. Giới tính: Nam. Email: hieutrantrung@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","394":"Kỹ sư xây dựng cầu đường bộ Dương Phương Ánh. Học hàm, học vị: Kỹ sư xây dựng cầu đường bộ. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: anhdp@utt.edu.vn. Địa chỉ: Phường Khai Quang-TP Vĩnh Yên-Tỉnh Vĩnh Phúc","395":" Đào Công Khanh. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: khanhdc@utt.edu.vn. Địa chỉ: Chưa cập nhật","396":" Đào Văn Nam. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: namdv@utt.edu.vn. Địa chỉ: Chưa cập nhật","397":"Tiến sĩ Triết học Lương Công Lý. Học hàm, học vị: Tiến sĩ Triết học. Quê quán: Hà Nội. Đơn vị: Phòng Thanh tra - Pháp chế. Giới tính: Nam. Email: lylc@utt.edu.vn. Địa chỉ: Phường Nhân Chính, quận Thanh Xuân, Hà Nội","398":"Thạc sỹ Tống Thị Hương. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Quản lý đầu tư và Xây dựng cơ bản. Giới tính: Nữ. Email: huongtt@utt.edu.vn. Địa chỉ: Phòng 106 - Nhà H3 - Trường Đại học Công nghệ GTVT, số 54, phố Triều Khúc, Thanh Xuân, Hà Nội","399":" Nguyễn Văn Việt. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Phòng Quản lý đầu tư và Xây dựng cơ bản. Giới tính: Nam. Email: vietnv@utt.edu.vn. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân - Q. Thanh Xuân","400":"Y sĩ đa khoa Hà Mạnh Hùng. Học hàm, học vị: Y sĩ đa khoa. Quê quán: Phú Thọ. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: hunghm@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","401":"Dược sỹ trung cấp Đàm Thị Dung. Học hàm, học vị: Dược sỹ trung cấp. Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: dungdt@utt.edu.vn. Địa chỉ: số nhà 58 ngõ 208 lê Trọng Tấn Khương Mai - Thanh Xuân- Hà Nội","402":"Y sỹ - Trung cấp Y Nguyễn Văn Minh. Học hàm, học vị: Y sỹ - Trung cấp Y. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: minhnv85@utt.edu.vn. Địa chỉ: Xóm 2, Thôn An Trai, Xã Vân Canh, huyện Hoài Đức, thành phố Hà Nội.","403":"Th.s Nguyễn Anh Dũng. Học hàm, học vị: Th.s. Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: dungna@utt.edu.vn. Địa chỉ: GTVT","404":"Tiến sỹ Đào Mạnh Quyền. Học hàm, học vị: Tiến sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: quyendm@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc - Thanh Xuân - Hà Nội","405":"Kỹ sư Đinh Thành Trung. Học hàm, học vị: Kỹ sư. Quê quán: Nam Định. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: trungdt@utt.edu.vn. Địa chỉ: Khu tập thể - trường ĐH Công nghệ GTVT - Cơ sở Vĩnh Yên - Vĩnh Phúc","406":"Thạc sỹ Trần Thị Thu Hà. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Thanh tra - Pháp chế. Giới tính: Nữ. Email: thuhatt@utt.edu.vn. Địa chỉ: Khu phố II - Thị Trấn Hương Canh - Huyện Bình Xuyên - Tỉnh Vĩnh Phúc","407":"Cử nhân Nguyễn Diệu Hằng. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: hangnd@utt.edu.vn. Địa chỉ: Số nhà 44, ngõ 241, tổ dân phố số 9, phường Văn Quán, quận Hà Đông , TP Hà Nội","408":"Thạc sĩ Trịnh Thanh Bình. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Thanh tra - Pháp chế. Giới tính: Nam. Email: binhtt@utt.edu.vn. Địa chỉ: Hà Đông - Hà Nội","409":"Y tá đa khoa Nguyễn Thị Xuyến. Học hàm, học vị: Y tá đa khoa. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: xuyennt@utt.edu.vn. Địa chỉ: 259 Đường Lam Sơn -Phường Đồng Tâm- TP Vĩnh Yên- Vĩnh Phúc","410":"Trung cấp Lê Thị Hải Yến. Học hàm, học vị: Trung cấp. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: ytedhcngtvt@gmail.com. Địa chỉ: Số 315 Đường Lam Sơn, phường Đồng Tâm, TP. Vĩnh Yên, tỉnh Vĩnh Phúc","411":"Kỹ sư Đỗ Kim Chi. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Phòng Quản lý đầu tư và Xây dựng cơ bản. Giới tính: Nữ. Email: chidk@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","412":" Đinh Thị Hiền. Học hàm, học vị: . Quê quán: Hải Dương. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: thuhien0403@gmail.com. Địa chỉ: 20\/50 Đường Trung Văn - Phường Trung Văn - Nam Từ Liêm - Hà Nội","413":" Nguyễn Văn Huynh. Học hàm, học vị: . Quê quán: Thái Bình. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Số 18 - Ngõ 54 - Phố Triều Khúc - Thanh Xuân - Hà Nội","414":" Nguyễn Văn Tuân. Học hàm, học vị: . Quê quán: Nam Định. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: P112TT - Cục H14 - Bộ Công An - Phường Thanh Xuân Nam - Hà Nội","415":" Lê Tiến Huynh. Học hàm, học vị: . Quê quán: Phú Thọ. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Số 5C\/43 - Trung Kính - Cầu Giấy - Hà Nội","416":" Nguyễn Duy Khang. Học hàm, học vị: . Quê quán: Phú Thọ. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: 409 - G5 - Thanh Xuân Nam - Hà Nội","417":"Cử nhân kế toán Nguyễn Thị Tuyết. Học hàm, học vị: Cử nhân kế toán. Quê quán: Bắc Giang. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: tuyetanh0579@gmail.com. Địa chỉ: Số 24 - Ngõ 50 - Tập thể Trường Đại học Công nghệ GTVT - P.Trung Văn - Q. Nam Từ Liêm - Hà Nội","418":"Cử nhân Ngô Thị Bích Thảo. Học hàm, học vị: Cử nhân. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: thaontb@utt.edu.vn. Địa chỉ: Số 25 - Ngõ 50 - TT Trường Đại học Công nghệ GTVT - Trung Văn - Từ Liêm - Hà Nội","419":" Nguyễn Thị Hương. Học hàm, học vị: . Quê quán: Thanh Hoá. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: huongnt84@utt.edu.vn. Địa chỉ: Tân Triều - Thanh Trì - Hà Nội","420":"Thạc sĩ kỹ thuật Lê Thị Thu Hiền. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Thanh Hóa. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: hienltt@utt.edu.vn. Địa chỉ: 24\/54 Trieu Khuc St, Thanh Xuan District, Ha Noi","421":" Lê Thị Hoài. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: . Địa chỉ: Số 25 - Ngõ 54 - Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","422":" Phạm Mạnh Hùng. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: phammanhhung1972@gmail.com. Địa chỉ: Số 32 - Ngõ 50 - Trung Văn - Từ Liêm - Hà Nội","423":" Trần An Hưng. Học hàm, học vị: . Quê quán: Vĩnh Phú. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Đông Hợp – Đồng Tâm – Vĩnh Yên – Vĩnh Phúc","424":" Hoàng Văn Quy. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: quyhv@utt.edu.vn. Địa chỉ: Đồng Tâm - Vĩnh Yên - Vĩnh Phúc","425":" Đỗ Thị Nga. Học hàm, học vị: . Quê quán: Hà Nam. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: . Địa chỉ: Duy Phiên – Tam Dương – Vĩnh Phúc","426":" Đặng Đức Dũng. Học hàm, học vị: . Quê quán: Nam Định. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Đông Hợp – Đồng Tâm – Vĩnh Yên – Vĩnh Phúc","427":" Đỗ Lê Huân. Học hàm, học vị: . Quê quán: Khoái Châu. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","428":"Thạc sĩ QTKD Nguyễn Hoa Hương. Học hàm, học vị: Thạc sĩ QTKD. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: huongnh@utt.edu.vn. Địa chỉ: SN10, phố Lê Xoay - Ngô Quyền - Vĩnh Yên - Vĩnh Phúc","429":" Đoàn Thị Loan. Học hàm, học vị: . Quê quán: Hải Dương. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: . Địa chỉ: SN60 đường Lam Sơn – Đông Hợp – Đồng Tâm – Vĩnh Phúc","430":" Nguyễn Ngọc Giao. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: giaonn@utt.edu.vn. Địa chỉ: Sn 25 - Ngõ 102 - Phùng Khoang - Phường Trung Văn - Quận Nam Từ Liêm - Hà Nội","431":" Vũ Tiến Dũng. Học hàm, học vị: . Quê quán: Hà Nam. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Tập thể Trường Đại học Công nghệ GTVT","432":" Lã Đức Lai. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Sn 26\/10 Ngõ 54 - Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","433":"Cử nhân Đinh Ngọc Quang. Học hàm, học vị: Cử nhân. Quê quán: Hà Nam. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: dinhngocquang1981@gmail.com. Địa chỉ: Sn 89 - Ngõ 592 - Trường Chinh - Đống Đa - Hà Nội","434":" Cao Thị Kim Loan. Học hàm, học vị: . Quê quán: Hưng Yên. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: . Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","435":" Hoàng Thị Giang. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: . Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","436":" Trần Tiến Hải. Học hàm, học vị: . Quê quán: Hà Tĩnh. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","437":"Thạc sỹ Kim Văn Bền. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: kimvanben@gmail.com. Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","438":" Trần Tuấn Anh. Học hàm, học vị: . Quê quán: Quảng Ngãi. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Số 289 - Đường Lam Sơn - Đồng Tâm - Vĩnh Yên - Vĩnh Phúc","439":" Phạm Bá Công. Học hàm, học vị: . Quê quán: Thanh Hóa. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: congpb@utt.edu.vn. Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","440":" Đào Kim Ngọc. Học hàm, học vị: . Quê quán: Phú Thọ. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: . Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","441":" Lương Thị Xuân Hường. Học hàm, học vị: . Quê quán: Hà Tĩnh. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: . Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","442":" Nguyễn Thị Xinh. Học hàm, học vị: . Quê quán: Phú Thọ. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: xinhthanhba@gmail.com. Địa chỉ: Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","443":"Kỹ sư Trần Đăng Hiển. Học hàm, học vị: Kỹ sư. Quê quán: Thái Nguyên. Đơn vị: Phòng Quản lý đầu tư và Xây dựng cơ bản. Giới tính: Nam. Email: danghienxd9@gmail.com. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","444":"Kỹ sư Nguyễn Thanh Tuấn. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nam. Email: tuannt94@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc - Thanh Xuân - Hà Nội","445":"Cử nhân Đinh Thị Hiền. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Hành chính - Quản trị. Giới tính: Nữ. Email: hiendt@utt.edu.vn. Địa chỉ: Chưa cập nhật","446":"Tiến sĩ Dương Thị Ngọc Thu. Học hàm, học vị: Tiến sĩ. Quê quán: Thái Bình. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: thudtn@utt.edu.vn. Địa chỉ: Số 54 Phố Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, thành phố Hà Nội","447":"Thạc sĩ Đỗ Thị Thu Phương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: phuongdtt@utt.edu.vn. Địa chỉ: SN 105 ngõ 528 Ngô Gia Tự, Đức Giang, Long Biên, Hà Nội","448":"Đại học Nguyễn Thị Kiều Loan. Học hàm, học vị: Đại học. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: loanntk@utt.edu.vn. Địa chỉ: SN 287 Đường Lam Sơn - TDP Đông Hợp - P.Đồng Tâm - TP. Vĩnh Yên - Tỉnh Vĩnh Phúc","449":"Đại học Nông Thị Thỏa. Học hàm, học vị: Đại học. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: thoant@utt.edu.vn. Địa chỉ: 278A, Đường Lam Sơn, Phường Đồng Tâm, Thành phố Vĩnh Yên, Tỉnh Vĩnh Phúc","450":"Thạc sỹ Đồng Minh Khánh. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nam. Email: khanhdm@utt.edu.vn. Địa chỉ: Tập thể giáo viên, Cơ sở Đào tạo Thái Nguyên- Trường Đại học Công nghệ Giao thông Vận tải","451":"Cử nhân Nguyễn Duy Nam. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nam. Email: namnd83@utt.edu.vn. Địa chỉ: Xóm chùa, xã Tân Triều, huyện Thanh Trì, Thành phố Hà Nội","452":"Tiến sĩ Lê Thanh Hải. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nam. Email: hailt@utt.edu.vn. Địa chỉ: Phòng KHCN&HTQT - 205 - Nhà H3 - Trường Đại học Công nghệ GTVT","453":"Thạc sĩ Luật Nguyễn Xuân Nghĩa. Học hàm, học vị: Thạc sĩ Luật. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nam. Email: nghianx@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, Hà Nội","454":"Cử nhân Trần Thị Thu Nga. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: thunga69@gmail.com. Địa chỉ: Số nhà 01, ngõ 158, Nguyễn Văn Cừ, Quận Long Biên, Thành phố Hà Nội","455":"Cử nhân Luật Nguyễn Thanh Tâm. Học hàm, học vị: Cử nhân Luật. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: tamnt96@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, Hà Nội","456":"Cử nhân Nguyễn Bích Huệ. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: huenb@utt.edu.vn. Địa chỉ: 38, Lan Bá, phố Khâm Thiên, quận Đống Đa, Hà Nội","457":"Cử nhân Nguyễn Thị Anh Đào. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: daonta@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, Hà Nội","458":"Cử nhân Trịnh Thị Quỳnh Mai. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tổ chức cán bộ. Giới tính: Nữ. Email: maittq@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, Hà Nội","459":"Thạc sỹ Nguyễn Thị Đức Hạnh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: hanhntd@utt.edu.vn. Địa chỉ: Số nhà 34, ngõ 54, phố Triều Khúc, Thanh Xuân, Hà Nội","460":"Thạc sỹ Vũ Thị Kiều Trang. Học hàm, học vị: Thạc sỹ. Quê quán: Hoàng Mai - Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: trangvtk@utt.edu.vn. Địa chỉ: Phòng 2530 - CT11 khu đô thị Kim Văn Kim Lũ - phường Đại Kim - Q. Hoàng Mai - Hà Nội","461":"Cử nhân Nguyễn Thị Thơm. Học hàm, học vị: Cử nhân. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: thomnt@utt.edu.vn. Địa chỉ: Số nhà 24, ngõ 102, Phùng Khoang, Trung Văn, Nam Từ Liêm, Hà Nội","462":"Đại học Nguyễn Thị Sen. Học hàm, học vị: Đại học. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: sennt@utt.edu.vn. Địa chỉ: Số 54 - Triều Khúc - Thanh Xuân - Hà Nội","463":"Thạc sỹ Trần Quang Minh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: minhtq@utt.edu.vn. Địa chỉ: 51 Hàng Buồm","464":"Thạc sỹ Nguyễn Thị Vân Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: vananhnt@utt.edu.vn. Địa chỉ: Số 54, phố Triều Khúc, Thanh Xuân, Hà Nội","465":"Thạc sỹ Nguyễn Đức Sơn. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: sonnd@utt.edu.vn. Địa chỉ: 54 Triều Khúc Thanh Xuân","466":"Thạc sĩ Vật lý Trần Thị Duyên. Học hàm, học vị: Thạc sĩ Vật lý. Quê quán: Trà Giang - Kiến Xương - Thái Bình. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: duyentt@utt.edu.vn. Địa chỉ: An Hạ - An Thượng - Hoài Đức - Hà Nội","467":"Tiến sỹ Ngô Quốc Trinh. Học hàm, học vị: Tiến sỹ. Quê quán: Thái Bình. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: trinhnq@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT, 54 Triều Khúc- Thanh Xuân- Hà Nội","468":"Thạc sỹ Tô Vân Hòa. Học hàm, học vị: Thạc sỹ. Quê quán: Hanoi. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: hoatv@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân Nam, Thanh Xuân, Hà Nội","469":"Đại hoc Trần Thị Kim Phượng. Học hàm, học vị: Đại hoc. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: phuongttk@utt.edu.vn. Địa chỉ: Số 278 Lam Sơn, Phường Đồng Tâm, Thành Phố Vĩnh Yên, Vĩnh Phúc","470":"Kỹ sư Nguyễn Ngọc Hoàn. Học hàm, học vị: Kỹ sư. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: hoannn@utt.edu.vn. Địa chỉ: 278 Lam Sơn - Phường Đồng Tâm","471":"Thạc sỹ Quách Thị Vân Anh. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Yên - Vĩnh Phúc. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: vananhqt@utt.edu.vn. Địa chỉ: Số nhà 51 - Phố Hải Lựu - Phường Đống Đa - Thành Phố Vĩnh Yên - Tỉnh Vĩnh Phúc","472":"Thạc sỹ Phạm Quang Dũng. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: dungpq@utt.edu.vn. Địa chỉ: Xuân Đỉnh - Bắc Từ Liêm - Hà Nội","473":"Thạc sĩ Đào Nhật Tân. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: tandn@utt.edu.vn. Địa chỉ: Số 54 Triều Khúc, phường Thanh Xuân Nam, quận Thanh Xuân, TP Hà Nội","474":"Thạc sĩ kỹ thuật Vũ Đức Tuấn. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: . Email: tuanvd@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","475":"Thạc sĩ Phùng Thị Thùy Dung. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: dungptt@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","476":"0 Bùi Bá Vương. Học hàm, học vị: 0. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: vuongbb@utt.edu.vn. Địa chỉ: số 13 ngách 1 ngõ 3 Cầu Bươu Thanh Trì Hà Nội","477":"ThS Lương Thúy Nhung. Học hàm, học vị: ThS. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: luongthuynhung90@gmail.com. Địa chỉ: 54 Triều Khúc, Thanh Xuân","478":"Thạc sĩ Hà Trọng Anh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nam. Email: anhht@utt.edu.vn. Địa chỉ: thanh xuân","479":"Cử nhân Trần Thị Kiều Oanh. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Đào tạo. Giới tính: Nữ. Email: oanhttk@utt.edu.vn. Địa chỉ: Chưa cập nhật","480":"Thạc sỹ Nguyễn Thị Ngọc Ánh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: anhntn@utt.edu.vn. Địa chỉ: Số 7 ngõ 24 Triều Khúc, Thanh Xuân Nam, Thanh Xuân, Hà Nội","481":"Cử nhân Bùi Thị Hương Thơm. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: thombth@utt.edu.vn. Địa chỉ: SN 19BT-16A3 Làng Việt Kiều Châu Âu- Khu Đô thị mới Mỗ Lao - Phường Mộ Lao - Quận Hà Đông - Hà Nội","482":"Cử nhân Vũ Mai Hương. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: huongvm@utt.edu.vn. Địa chỉ: Số nhà 274 khu giãn dân Văn Quán- Văn Quán- Hà Đông- Hà Nội","483":"trung cấp Đỗ Thị Thu Hà. Học hàm, học vị: trung cấp. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: hadtt@utt.edu.vn. Địa chỉ: Khu tập thể 873 P. Trung Văn- Q. Nam Từ Liêm- Hà Nội","484":"Thạc sĩ Giang Thị Tuyết Nhung. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: nhunggtt@utt.edu.vn. Địa chỉ: Xóm Chùa - Tân Triều - Thanh Trì - Hà Nội","485":"Thạc sỹ Nguyễn Văn Thắng. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: thangnv75@utt.edu.vn. Địa chỉ: Số nhà 12 ngõ 21 Phan Đình Giót - Phương Liệt _ Thanh Xuân - Hà Nội","486":"Thạc sĩ Trần Thanh Hà. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: hatt-cntt@utt.edu.vn. Địa chỉ: Trung tâm CNTT - Thư viện, Đại học Công nghệ Giao thông vận tải","487":"Cử nhân Nguyễn Thị Vân. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: vannt@utt.edu.vn. Địa chỉ: Số nhà 31 Ngõ 54 Triều Khúc, Thanh Xuân, Hà Nội","488":"Thạc sĩ Đỗ Thị Lan Hương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: huongdtl@utt.edu.vn. Địa chỉ: trung tâm thông tin thư viện Đại học Công nghệ GTVT","489":"Thạc sĩ Nguyễn Thị Hồng Thương. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: thuongnth@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","490":"Cử nhân Ngô Thị Phương. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: ngothiphuong@utt.edu.vn. Địa chỉ: Thư viện Trường Đại học Công nghệ GTVT","491":"KỸ sư Trương Ngọc Linh. Học hàm, học vị: KỸ sư. Quê quán: Hà nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: linhtn@utt.edu.vn. Địa chỉ: 54 Triều Khúc Thanh Xuân Hà Nội","492":"Thạc sĩ Bùi Thị Hương Sơn. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: sonbth@utt.edu.vn. Địa chỉ: Khu TT Trường Đại học Công nghệ GTVT - Đồng Tâm - Vĩnh Yên - Vĩnh Phúc","493":"Cao đẳng Nguyễn Thị Hằng. Học hàm, học vị: Cao đẳng. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: hangnt@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ Giao thông vận tải","494":"Cử nhân Nguyễn Thị Ngân. Học hàm, học vị: Cử nhân. Quê quán: Vĩnh Phúc. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: nguyenthingan@utt.edu.vn. Địa chỉ: Phường Đồng Tâm - TP. Vĩnh Yên - T. Vĩnh Phúc","495":"Thạc sỹ Nguyễn Trường Giang. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc\/ Vĩnh Yên. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: giangnt90@utt.edu.vn. Địa chỉ: Đường Lam Sơn Đồng Tâm Vĩnh Yên Vĩnh Phúc","496":"Thạc sỹ Phạm Văn Tú. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: tupv@utt.edu.vn. Địa chỉ: Tích sơn - Vĩnh Yên - Vĩnh phúc","497":"cử nhân Đặng Phương Thúy. Học hàm, học vị: cử nhân. Quê quán: Vĩnh Yên- Vĩnh Phúc. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: thuydp@utt.edu.vn. Địa chỉ: Trung tâm thư viện - trường Đại học Công nghệ giao thông vận tải- cơ sở đào tạo Vĩnh Phúc","498":"Thạc Sỹ Phạm Thị Phương. Học hàm, học vị: Thạc Sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: phuongpt@utt.edu.vn. Địa chỉ: 278 đường Lam Sơn - Phường Đồng Tâm - Thành phố Vĩnh Yên - Tỉnh Vĩnh Phúc","499":"cử nhân Hoàng Thị Huyền Châm. Học hàm, học vị: cử nhân. Quê quán: Vĩnh Tường- Vĩnh Phúc. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: chamhth@utt.edu.vn. Địa chỉ: Phòng Thanh tra Giáo dục - trường Đại học Công nghệ giao thông vận tải- cơ sở đào tạo Vĩnh Phúc","500":"Kỹ sư Nguyễn Tùng Dương. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: toduongvpvn@gmail.com. Địa chỉ: Hà Nội","501":"Thạc sĩ Phùng Văn Thuần. Học hàm, học vị: Thạc sĩ. Quê quán: Nam Định. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: thuanpv@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân - Hà Nội","502":"Thạc sỹ Trần Việt Vương. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: vuongtv@utt.edu.vn. Địa chỉ: 54 Triều Khúc","503":"Thạc sĩ kỹ thuật Lã Quang Trung. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nam. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: trunglq@utt.edu.vn. Địa chỉ: Trung tâm CNTT - Thư viện, Trường Đại học Công nghệ GTVT, Số 54 Triều Khúc, Thanh Xuân, Hà Nội","504":"Cử nhân Nguyễn Thị Phương Thảo. Học hàm, học vị: Cử nhân. Quê quán: Hải Phòng. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: phuongthao567@gmail.com. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","505":"Cử nhân Phạm Đức Huy. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: phamduchuy1907@gmail.com. Địa chỉ: 54 Triều Khúc Thanh Xuân Hà Nội","506":"Thạc sĩ Trần Thị Minh Phong. Học hàm, học vị: Thạc sĩ. Quê quán: Thành phố Vĩnh Yên - Tỉnh Vĩnh Phúc. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: phongttm@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ Giao thông vận tải","507":" Nguyễn Thị Thùy Linh. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: nguyenthithuylinh7590@gmail.com. Địa chỉ: 54 Triều Khúc - P. Thanh Xuân Nam - Q.Thanh Xuân - Hà Nội","508":"Thạc sĩ Đoàn Thị Hồng Anh. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nam. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nữ. Email: honganhdoan91@gmail.com. Địa chỉ: Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","509":"Cử nhân kinh tế Ngô Thị Minh Hảo. Học hàm, học vị: Cử nhân kinh tế. Quê quán: An Khê, Quỳnh Phụ, Thái Bình. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nữ. Email: haontm@utt.edu.vn. Địa chỉ: SN7, tổ 1 Văn phú , Phường Phú La, Quận Hà Đông, Hà Nội","510":"Kỹ sư Khúc Duy Quang. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: quangkd@utt.edu.vn. Địa chỉ: Chung Cư CBCS Công An 79 Thanh Đàm","511":"Thạc sĩ Phí Tuấn Ngọc. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng Tài chính - Kế toán. Giới tính: Nam. Email: ngocpt@utt.edu.vn. Địa chỉ: Số 2 Ngõ 164\/54 Vương Thừa Vũ, Khương Trung, Thanh Xuân, Hà Nội","512":"Thạc sỹ Trần Văn Tâm. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Trung tâm CNTT - Thư viện. Giới tính: Nam. Email: tamtv@utt.edu.vn. Địa chỉ: Park 5 - Times City - 458 Minh Khai - HBT- Hà Nội","513":"Thạc sĩ Vũ Trung Hiếu. Học hàm, học vị: Thạc sĩ. Quê quán: Hưng Yên. Đơn vị: Phòng KHCN và HTQT. Giới tính: Nam. Email: hieuvt@utt.edu.vn. Địa chỉ: Phòng KHCN&HTQT, phòng 205 - Nhà H3 - Đại học Công nghệ GTVT","514":"Tiến sĩ kỹ thuật Ngô Thị Thanh Hương. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: Nam Định. Đơn vị: Phòng KHCN và HTQT. Giới tính: Nữ. Email: huongntt@utt.edu.vn. Địa chỉ: Văn phòng khoa, khoa công trình, trường đại học công nghệ GTVT","515":"Tiến sĩ Phạm Thái Bình. Học hàm, học vị: Tiến sĩ. Quê quán: Thái Bình. Đơn vị: Phòng KHCN và HTQT. Giới tính: Nam. Email: binhpt@utt.edu.vn. Địa chỉ: Triều Khúc, Thanh Xuân, Hà Nội, Việt Nam","516":"Thạc sỹ Vương Tùng Lâm. Học hàm, học vị: Thạc sỹ. Quê quán: Chưa cập nhật. Đơn vị: Phòng KHCN và HTQT. Giới tính: Nam. Email: lamvt@utt.edu.vn. Địa chỉ: Vĩnh Phúc","517":"Thạc sĩ Phí Lương Vân. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Phòng KHCN và HTQT. Giới tính: Nữ. Email: vanpl@utt.edu.vn. Địa chỉ: Số 54 - Phố Triều Khúc - Thanh Xuân - Hà Nội","518":"Thạc sĩ Nguyễn Văn Tuấn. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: tuannv12@utt.edu.vn. Địa chỉ: 54 Triều Khúc, Thanh Xuân, Hà Nội","519":"thạc sỹ Nguyễn Thành Long. Học hàm, học vị: thạc sỹ. Quê quán: Phú Thọ. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: longnt@utt.edu.vn. Địa chỉ: 54 Triều khúc, P Thanh Xuân Nam, Q Thanh Xuân, Tp Hà Nội","520":"Thạc sĩ Nguyễn Ngọc Tuyên. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: tuyennn@utt.edu.vn. Địa chỉ: Đồng Me - Mễ Trì - Từ Liêm - Hà Nội","521":" Nguyễn Chí Mai. Học hàm, học vị: . Quê quán: Nghệ An. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: mainc@utt.edu.vn. Địa chỉ: Khu tập thể Đại học Công nghệ GTVT, ngõ 50 Trung Văn, Nam Từ Liêm, Hà Nội","522":"Thạc sĩ Nguyễn Thùy Liên. Học hàm, học vị: Thạc sĩ. Quê quán: Yên Bái. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nữ. Email: liennt@utt.edu.vn. Địa chỉ: Ngõ 214 Nguyễn Xiển, Thanh Xuân, Hà Nội","523":"thạc sĩ Ngô Thu Ngọc. Học hàm, học vị: thạc sĩ. Quê quán: Hưng Yên. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nữ. Email: ngocnt89@utt.edu.vn. Địa chỉ: 54 Triều khúc, P Thanh Xuân Nam, Q Thanh Xuân, Tp Hà Nội","524":"Tiến sỹ kỹ thuật Vương Văn Sơn. Học hàm, học vị: Tiến sỹ kỹ thuật. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: sonvv@utt.edu.vn. Địa chỉ: Phường Liên Bảo, TP Vĩnh Yên, Tỉnh Vĩnh Phúc.","525":"Cử nhân Trần Đức Phong. Học hàm, học vị: Cử nhân. Quê quán: Thị xã Phú Thọ. Phú Thọ. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: phongtd@utt.edu.vn. Địa chỉ: 80.Trần Nguyên Hãn.Liên Bảo.Vĩnh Yên.Vĩnh Phúc.","526":"Thạc sĩ Lê Quang Việt. Học hàm, học vị: Thạc sĩ. Quê quán: Thành phố Vĩnh Yên, Vĩnh Phúc. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: vietlq@utt.edu.vn. Địa chỉ: Khu tập thể Trường Đại học Công Nghệ GTVT, Đông Hợp, Đồng Tâm, Vĩnh Yên, Vĩnh Phúc","527":"Thạc sĩ quản lý giáo dục Trần Anh Sáng. Học hàm, học vị: Thạc sĩ quản lý giáo dục. Quê quán: Vĩnh Phúc\/ TP. Vĩnh Yên. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: sangta@utt.edu.vn. Địa chỉ: SN 292 Đường Hùng Vương-Tích Sơn-Vĩnh Yên-Vĩnh Phúc","528":" Đặng Quý Quyền. Học hàm, học vị: . Quê quán: Thái Nguyên. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: quyendq@utt.edu.vn. Địa chỉ: Bộ môn Khoa học cơ bản, cơ sở Đào tạo Thái Nguyên, ĐH Công nghệ GTVT, đường Phú Thái, Tân Thịnh, TP Thái Nguyên","529":"Thạc sỹ Nguyễn Văn Thanh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: thanhnv@utt.edu.vn. Địa chỉ: Thanh Xuan Hà Nội","530":"Thạc sỹ Trần Huyền Trang. Học hàm, học vị: Thạc sỹ. Quê quán: Hòa Bình. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nữ. Email: trangth@utt.edu.vn. Địa chỉ: Linh Đàm - Hoàng Liệt - Hoàng Mai - Hà nội","531":"Thạc sĩ Phạm Quyết Chiến. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nam. Email: chienpq@utt.edu.vn. Địa chỉ: Bộ môn GDQP-AN cơ sở Vĩnh Phúc","532":"Cử nhân Trịnh Huyền Anh. Học hàm, học vị: Cử nhân. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Quốc phòng An ninh - Giáo dục thể chất. Giới tính: Nữ. Email: huyenanhtrinh96@gmail.com. Địa chỉ: Bộ môn Giáo dục Quốc phòng- An ninh","533":"Thạc sĩ QTKD Phạm Thị Thùy Liên. Học hàm, học vị: Thạc sĩ QTKD. Quê quán: Vĩnh Yên. Đơn vị: Cơ sở Vĩnh Phúc. Giới tính: Nữ. Email: lienptt@utt.edu.vn. Địa chỉ: Phường Liên Bảo - TP Vĩnh Yên - Tỉnh Vĩnh Phúc","534":"Thạc sỹ kỹ thuật Phạm Thị Quế. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: quept@utt.edu.vn. Địa chỉ: Số nhà 26, tổ 13, phường Tân Thịnh, TP Thái Nguyên - tỉnh Thái Nguyên","535":"kĩ sư Nguyễn Thị Thanh Thuỷ. Học hàm, học vị: kĩ sư. Quê quán: Thành phố Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: nguyenthithanhthuy@utt.edu.vn. Địa chỉ: Tổ 13, P. Tân Thịnh, TP. Thái Nguyên, tỉnh Thái Nguyên","536":" Tạ Thị Dung. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: dungtt@utt.edu.vn. Địa chỉ: Phòng Đào tạo - Cơ sở Thái Nguyên","537":" Nguyễn Thị Thu Trang. Học hàm, học vị: . Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: thutrangnt@utt.edu.vn. Địa chỉ: Tổ 30, phường Quang Trung, Tp Thái Nguyên","538":"Đại học Nguyễn Văn Hồng. Học hàm, học vị: Đại học. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: hongnv@utt.edu.vn. Địa chỉ: Tổ 13-P.Tân Thịnh - TP Thái nguyên","539":"Thạc Sỹ Lê Trọng Bình. Học hàm, học vị: Thạc Sỹ. Quê quán: Thái nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: letrongbinh@utt.edu.vn. Địa chỉ: Tổ 13-P.Tân Thịnh","540":"Thạc sỹ Nguyễn Thanh Đức. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: ducnt@utt.edu.vn. Địa chỉ: SN 14, tổ 14, phường Tân Thịnh, thành phố Thái Nguyên, tỉnh Thái Nguyên","541":"Thạc sĩ quản lý kinh tế Bùi Thị Phương. Học hàm, học vị: Thạc sĩ quản lý kinh tế. Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: phuongbt@utt.edu.vn. Địa chỉ: Tổ 5, phường Tân Thịnh, Thành phố Thái Nguyên","542":"Đại học Nguyễn Đăng Nam. Học hàm, học vị: Đại học. Quê quán: Tổ 13 Phường Tân Thịnh Thành phố Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: namnd@utt.edu.vn. Địa chỉ: Tổ 13 P Tân Thịnh TPTN","543":"Thạc sĩ Quản lý kinh tế Nông Thị Lan Hương. Học hàm, học vị: Thạc sĩ Quản lý kinh tế. Quê quán: Thành phố Thái Nguyên - Tỉnh Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: lanhuongnt@utt.edu.vn. Địa chỉ: Phòng Tài chính - Kế toán, Cơ sở Đào tạo Thái Nguyên, Phường Tân Thịnh, TP Thái Nguyên, Tỉnh Thái Nguyên","544":"Thạc sỹ Quản trị Kinh doanh Nguyễn Thị Thơm. Học hàm, học vị: Thạc sỹ Quản trị Kinh doanh. Quê quán: Thái Nguyên - Tỉnh Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: thomnt75@utt.edu.vn. Địa chỉ: Phòng Tài chính - Kế toán - Cơ sở Đào tạo Thái Nguyên - Trường Đại học Công nghệ Giao thông vận tải","545":"Thạc sĩ Nguyễn Thị Hải Vân. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: ruhyun.91@gmail.com. Địa chỉ: Sn 22, Tổ 13, Phường Tân Thịnh, TP. Thái Nguyên","546":" Trần Anh Tuấn. Học hàm, học vị: . Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: tuanrau@gmail.com. Địa chỉ: Tổ 13 - Phường Tân Thịnh - TP. Thái Nguyên","547":" Trần Đức Long. Học hàm, học vị: . Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: . Địa chỉ: Tổ 13 - Phường Tân Thịnh - TP. Thái Nguyên","548":" Nguyễn Sỹ Nghiệp. Học hàm, học vị: . Quê quán: Nam Định. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: . Địa chỉ: Tổ 13 - Phường Tân Thịnh - TP. Thái Nguyên","549":" Thân Hồng Thắng. Học hàm, học vị: . Quê quán: Bắc Giang. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: hongthangutt@gmail.com. Địa chỉ: Tổ 13 - Phường Tân Thịnh - TP. Thái Nguyên","550":" Lê Hải Long. Học hàm, học vị: . Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: . Địa chỉ: Sn 62 - Tổ 17, Phường Đồng Quang, TP. Thái Nguyên, Thái Nguyên","551":" Lê Thị Thu Hương. Học hàm, học vị: . Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nữ. Email: . Địa chỉ: Tổ 14 - Phường Tân Thịnh - TP. Thái Nguyên","552":" Hoàng Trung Thành. Học hàm, học vị: . Quê quán: Thái Nguyên. Đơn vị: Trung tâm đào tạo Thái Nguyên. Giới tính: Nam. Email: hoangthanh.cdgtvt@gmail.com. Địa chỉ: Sn 810, Phường Thịnh Đàn, TP. Thái Nguyên, Thái Nguyên","553":"Tiến sĩ Đỗ Ngọc Tiến. Học hàm, học vị: Tiến sĩ. Quê quán: Thái Bình. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: tiendn@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","554":"Thạc sỹ Nguyễn Diệp Thành. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: thanhnd@utt.edu.vn. Địa chỉ: Số nhà 24\/50 Khu tập thể Trường ĐH Công nghệ GTVT - Trung văn - Nam Từ liên - Hà nội","555":"Thạc sĩ Nguyễn Xuân Thắng. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: thangnx@utt.edu.vn. Địa chỉ: Số nhà 05-Tổ 18-P.Dịch Vọng Hậu-Q.Cầu Giấy-Hà Nội","556":"Thạc sỹ Nguyễn Văn Nhu. Học hàm, học vị: Thạc sỹ. Quê quán: Hải Dương. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: nhunv@utt.edu.vn. Địa chỉ: Số 164, ngõ 61, TDP Thượng Mễ Trì, Nam Từ Liêm, Hà Nội","557":"Thạc sỹ Đỗ Duy Hà. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: hadd@utt.edu.vn. Địa chỉ: Hà Nội","558":"Thạc sĩ kỹ thuật Lưu Văn Anh. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hưng Yên. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: luuvananh@utt.edu.vn. Địa chỉ: SN11- Ngách 136\/6\/33\/16 - Ngõ 68 - Triều Khúc - Tân Triều - Thanh Trì - Hà Nội","559":"Thạc sĩ Nguyễn Anh Tuấn. Học hàm, học vị: Thạc sĩ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: nguyenanhtuan@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT, 54 Triều Khúc, Thanh Xuân, Hà Nội","560":"Thạc sỹ Nguyễn Văn Chót. Học hàm, học vị: Thạc sỹ. Quê quán: Thanh Hóa. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: chotnv@utt.edu.vn. Địa chỉ: Thôn Đông hợp - P.Đồng Tâm - TP. Vĩnh Yên - Tỉnh Vĩnh Phúc","561":"Thạc sỹ Nguyễn Tiến Túc. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: tucnt@utt.edu.vn. Địa chỉ: 303-Lam Sơn- Đồng Tâm-Vĩnh Yên-Vĩnh Phúc","562":"Thạc sỹ Nguyễn Đình Trường. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Tĩnh. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: truongnd@utt.edu.vn. Địa chỉ: Đông Hợp- Đồng Tâm- Vĩnh Yên- Vĩnh Phúc","563":"Thạc sỹ Nguyễn Anh Tú. Học hàm, học vị: Thạc sỹ. Quê quán: Phú Thọ. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: tuna@utt.edu.vn. Địa chỉ: SN 08 Đông Hợp - Đồng Tâm -Vĩnh Yên -Vĩnh Phúc","564":"Thạc sỹ Hoàng Văn Quyết. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: quyethv@utt.edu.vn. Địa chỉ: 243 - Nguyễn viết Xuân - Đống đa - Vĩnh yên - Vĩnh phúc","565":"Thạc sỹ Công Quang Vinh. Học hàm, học vị: Thạc sỹ. Quê quán: Vĩnh Phúc. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: vinhcq@utt.edu.vn. Địa chỉ: 19 Tô Hiến Thành Đồng Tâm Vĩnh Yên Vĩnh Phúc","566":"Thạc sỹ kỹ thuật Bùi Xuân Tùng. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hải Dương. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: tungbx@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","567":"Thạc sĩ kỹ thuật Trần Nho Thái. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: tranthai2871986@gmail.com. Địa chỉ: Số 3 Ngách 54\/13, Triều Khúc - Thanh Xuân Nam - Thanh Xuân -Hà Nội","568":"Kĩ sư kĩ thuật cơ khí Nguyễn Hữu Chất. Học hàm, học vị: Kĩ sư kĩ thuật cơ khí. Quê quán: Hà Nội. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: nguyenhuuchat26051990@gmail.com. Địa chỉ: Tiên Phương-Chương Mỹ-Hà Nội","569":"Tiến sĩ Nguyễn Duy Linh. Học hàm, học vị: Tiến sĩ. Quê quán: Hải Dương. Đơn vị: Trung tâm Công nghệ cơ khí. Giới tính: Nam. Email: linhnd@utt.edu.vn. Địa chỉ: Chưa cập nhật","570":" Đinh Thị Huế. Học hàm, học vị: . Quê quán: Đồng Tâm - Ninh Giang - Hải Dương. Đơn vị: Trung tâm Đào tạo lái xe. Giới tính: Nữ. Email: huedt@utt.edu.vn. Địa chỉ: Số 7 - Ngách 54\/13 - Ngõ 54 - Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","571":"Thạc sĩ Lê Thu Thủy. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm Đào tạo lái xe. Giới tính: Nữ. Email: thuylt@utt.edu.vn. Địa chỉ: Số 6 - Ngõ 54 - Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","572":"Thạc sĩ Nguyễn Hùng Sơn. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm Đào tạo lái xe. Giới tính: Nam. Email: sonnh@utt.edu.vn. Địa chỉ: Phùng Khoang - Trung Văn - Nam Từ Liêm - Hà Nội","573":"Thạc sĩ Phí Văn Tiến. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Viện Đổi mới sáng tạo và Kinh tế số. Giới tính: Nam. Email: tienpv@utt.edu.vn. Địa chỉ: Phòng 103 H2, Trường Đại học Công nghệ GTVT, Số 54 Triều Khúc - phường Thanh Xuân Nam - quận Thanh Xuân - Hà Nội","574":"Thạc sỹ Nguyễn Tuấn Ngọc. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Viện Đổi mới sáng tạo và Kinh tế số. Giới tính: Nam. Email: ngocnt@utt.edu.vn. Địa chỉ: 54- Triều khúc- Thanh Xuân- Hà Nội","575":"Tiến sĩ Đinh Quang Toàn. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Viện Đổi mới sáng tạo và Kinh tế số. Giới tính: Nam. Email: toandq@utt.edu.vn. Địa chỉ: 54 Triều Khúc - phường Thanh Xuân Nam - quận Thanh Xuân - Hà Nội","576":"Thạc sỹ Bùi Ngọc Ánh. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Viện Đổi mới sáng tạo và Kinh tế số. Giới tính: Nam. Email: anhbn@utt.edu.vn. Địa chỉ: Số 17 NO3 Khu tái định cư Giang Biên - Quân Long Biên - TP. Hà Nội","577":" Phùng Thị Hoàng Yến. Học hàm, học vị: . Quê quán: Vĩnh Phúc. Đơn vị: Viện Đổi mới sáng tạo và Kinh tế số. Giới tính: Nữ. Email: phunghoangyen74@gmail.com. Địa chỉ: Trường Đại học Công nghệ GTVT","578":"Thạc sĩ Trần Thị Huyền. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Viện Đổi mới sáng tạo và Kinh tế số. Giới tính: Nữ. Email: huyentt@utt.edu.vn. Địa chỉ: Phòng 103 H2, Trường Đại học Công nghệ GTVT, Số 54 Triều Khúc - phường Thanh Xuân Nam - quận Thanh Xuân - Hà Nội","579":"Cử nhân Nguyễn Thị Hà. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Tạp chí điện tử Khoa học và công nghệ giao thông. Giới tính: Nữ. Email: hant@utt.edu.vn. Địa chỉ: 54 Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","580":"Thạc sĩ kinh tế Lê Thu Hằng. Học hàm, học vị: Thạc sĩ kinh tế. Quê quán: Hà Nội. Đơn vị: Tạp chí điện tử Khoa học và công nghệ giao thông. Giới tính: Nữ. Email: hanglt@utt.edu.vn. Địa chỉ: Đại học Công nghệ Giao thông vận tải, số 54 Triều Khúc, P Thanh Xuân Nam, Q Thanh Xuân, TP Hà Nội","581":"Kỹ sư Vũ Duy Tùng. Học hàm, học vị: Kỹ sư. Quê quán: Hà Nội. Đơn vị: Tạp chí điện tử Khoa học và công nghệ giao thông. Giới tính: Nam. Email: tungnv249@gmail.com. Địa chỉ: P.101 Nhà H3, Trường Đại học Công nghệ GTVT, số 54 Triều Khúc, Thanh Xuân, Hà Nội","582":"Tiến sĩ Trần Văn Quân. Học hàm, học vị: Tiến sĩ. Quê quán: Quận Thanh Xuân. Đơn vị: Tạp chí điện tử Khoa học và công nghệ giao thông. Giới tính: Nam. Email: quantv@utt.edu.vn. Địa chỉ: Số 54 Phố Triều Khúc, Triều Khúc, Thanh Xuân, Hà Nội","583":"Thạc sĩ Đào Khánh Hưng. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Tạp chí điện tử Khoa học và công nghệ giao thông. Giới tính: Nam. Email: hungdk@utt.edu.vn. Địa chỉ: Số 54, Phố Triều Khúc, Quận Thanh Xuân, Hà Nội","584":"Thạc sỹ Lê Trung Hiếu. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo và tư vấn du học, việc làm quốc tế. Giới tính: Nam. Email: hieult@utt.edu.vn. Địa chỉ: P. 107 - H1 - Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội.","585":"Tiến sĩ Nguyễn Long Khánh. Học hàm, học vị: Tiến sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo và tư vấn du học, việc làm quốc tế. Giới tính: Nam. Email: khanhnl@utt.edu.vn. Địa chỉ: P. 101 - H5 - Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội.","586":"Cử nhân Đàm Cẩm Vân. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo và tư vấn du học, việc làm quốc tế. Giới tính: Nữ. Email: vandc@utt.edu.vn. Địa chỉ: P. 107 - H1 - Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội.","587":"Cử nhân Đoàn Hà Minh. Học hàm, học vị: Cử nhân. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo và tư vấn du học, việc làm quốc tế. Giới tính: Nữ. Email: minhdh@utt.edu.vn. Địa chỉ: P. 107 - H1 - Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội.","588":"Thạc sĩ Vũ Thị Diễm Lệ. Học hàm, học vị: Thạc sĩ. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo và tư vấn du học, việc làm quốc tế. Giới tính: Nữ. Email: levtd@utt.edu.vn. Địa chỉ: P. 107 - H1 - Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội.","589":"Thạc sỹ Phạm Thương Giang. Học hàm, học vị: Thạc sỹ. Quê quán: Hà Nội. Đơn vị: Trung tâm đào tạo và tư vấn du học, việc làm quốc tế. Giới tính: Nữ. Email: giangpt94@utt.edu.vn. Địa chỉ: P. 107 - H1 - Trường Đại học Công nghệ GTVT - 54 Triều Khúc, Thanh Xuân, Hà Nội.","590":"Thạc sỹ kỹ thuật Đồng Văn Phúc. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hải Dương. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: phucdv@utt.edu.vn. Địa chỉ: Bộ môn Đường bộ, khoa Công trình, ĐH Công nghệ GTVT, Số 54 Triều Khúc - Thanh Xuân - Hà Nội","591":"Ths Nguyễn Trọng Giáp. Học hàm, học vị: Ths. Quê quán: HƯng Yên. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: giapnt@utt.edu.vn. Địa chỉ: số 12 ngõ 245\/129 Định Công - Hoàng Mai - Hà Nội","592":"Thạc Sỹ Phan Văn Thoại. Học hàm, học vị: Thạc Sỹ. Quê quán: Hà Đông - Hà Nội. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: thoaipv@utt.edu.vn. Địa chỉ: Khu đô thị Thanh hà","593":"Tiến sĩ kỹ thuật Trần Ngọc Hưng. Học hàm, học vị: Tiến sĩ kỹ thuật. Quê quán: TP. Nam Định. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: hungtn@utt.edu.vn. Địa chỉ: Hoàng Liệt, Hoàng Mai, Hà Nội","594":"Kỹ sư Trần Thanh Hà. Học hàm, học vị: Kỹ sư. Quê quán: Thái Bình. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: hatt@utt.edu.vn. Địa chỉ: Tổ dân phố 1 - Văn Phú, Phú La , Hà Đông Hà Nội","595":"Thạc sỹ Lê Nho Thiện. Học hàm, học vị: Thạc sỹ. Quê quán: Bắc Ninh. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: thienln@utt.edu.vn. Địa chỉ: Số 4 Ngõ 54 phố Triều Khúc - Thanh Xuân Nam - Thanh Xuân - Hà Nội","596":"Thạc sỹ kỹ thuật Nguyễn Trường Chinh. Học hàm, học vị: Thạc sỹ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: chinhnt@utt.edu.vn. Địa chỉ: SN 23\/Ngách 1\/54 Phố Triều Khúc - P.Thanh Xuân Nam - Q.Thanh Xuân - Hà Nội","597":"Kỹ Sư Xây dựng Cầu Đường Đặng Thế Vinh. Học hàm, học vị: Kỹ Sư Xây dựng Cầu Đường. Quê quán: Hà Nội. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: vinhdt@utt.edu.vn. Địa chỉ: P302-CT2 Xuân Đỉnh, Bắc Từ Liêm","598":"Thạc sỹ Vũ Thế Thuần. Học hàm, học vị: Thạc sỹ. Quê quán: Thái Bình. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: thuanvt@utt.edu.vn. Địa chỉ: Viện Công nghệ Giao thông vận tải. P103-H4 Trường ĐH Công nghệ GTVT","599":"Thạc sĩ kỹ thuật Vũ Quang Dũng. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Ha Noi. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: dungvq@utt.edu.vn. Địa chỉ: Trường Đại học Công nghệ GTVT, số 54 Triều Khúc, quận Thanh Xuân, thành phố Hà Nội","600":"Thạc sĩ Trọng Kiến Dương. Học hàm, học vị: Thạc sĩ. Quê quán: Hải Phòng. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: duongtk@utt.edu.vn. Địa chỉ: số 15 ngõ 298 phố Ngọc Lâm, phương Ngọc Lâm, quận Long Biên, Thành phố Hà Nội","601":"Kỹ sư Phạm Thế Hưng. Học hàm, học vị: Kỹ sư. Quê quán: Phú Thọ. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: hungpt@utt.edu.vn. Địa chỉ: 106H4 Thành Công Ba Đinh Hà Nội","602":"Thạc sĩ kỹ thuật Nguyễn Hữu Anh. Học hàm, học vị: Thạc sĩ kỹ thuật. Quê quán: Hà Nội. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: anhnh89@utt.edu.vn. Địa chỉ: Bộ môn Thí nghiệm-Tin học Công trình - Trường Đại học Công nghệ GTVT","603":"Thac sỹ Khuất Duy Dũng. Học hàm, học vị: Thac sỹ. Quê quán: Hà Nội. Đơn vị: Viện công nghệ giao thông vận tải. Giới tính: Nam. Email: dungkd@utt.edu.vn. Địa chỉ: Quận Hà Đông, Hà Nội"}}